export default {
  header: {
    nav: {
      raffle: '光之覓境雙重抽',
      map: '集章點位',
      promo: '百貨優惠',
      lights: '耶誕燈飾',
      landmark: '信義空橋妝點',
      performance: '聚客展演',
      media: '影音專區',
      transportation: '交通資訊',
      contact: '聯絡我們',
    },
    lang: 'EN',
    lang_ch_m: '繁體中文',
    lang_en_m: 'English',
    socials: {
      facebook: '粉絲專頁',
      youtube: 'YouTube',
    },
    download_m: '活動電子手冊下載',
    download: '活動電子手冊',
  },
  common: {
    tabs: {
      xinyi: '信義區',
      eastern: '東區商圈',
      taipei: '臺北各區',
    },
    car: {
      bus: '公車',
      mrt: '捷運',
    },
  },
  popup: {
    title: '光之覓境雙重抽',
    event: {
      title: '【活動辦法】',
      text: '活動內容： \n活動集章時間｜114/11/28 00:00 -  115/01/04 23:59止\n集章獎抽獎時間｜114/11/28 00:00 -  115/01/04 23:59止\n集章獎兌獎時間｜114/11/28 00:00 - 115/01/11 配合各百貨營業時間\n活動說明：',
      direction1:
        '前往臺北市16大百貨體系，參加光之覓境雙重抽，掃描百貨分館現場 QR code 集章，共15個章。',
      direction2: '每集滿 1、3、5、7、9 個章，參加尋光立即抽（即抽即開）',
      direction3:
        '集滿 5、10、15 個章，獲得尋光大獎抽獎機會（大獎於活動結束後，於115年1月9日抽出，於115年1月16日於活動平台聯繫得獎者）',
    },
    note: {
      title: '【注意事項】',
      text: '凡參加「2025繽紛耶誕玩台北」LINE官方帳號活動之參加者，視同已充分瞭解並同意遵守以下各項條款規定：',
      notice: {
        title: '一、注意事項',
        note1:
          '主辦單位保留隨時修正、暫停、終止或解釋本活動內容之最終權利，包括但不限於活動時間、方式、獎項更換與名額調整等事項，並以活動網站或官方公告為準。',
        note2:
          '活動若因電腦、網路、電話、技術或其他不可歸責於主辦單位之原因，導致資料遺失、錯誤、無法辨識或毀損，主辦單位不負任何法律責任，參加者不得異議。',
        note3:
          '因天災、疫情、停電、罷工等不可抗力之因素，主辦單位有權變更活動日期、內容或方式，並另行公告。',
        note4:
          '參加者若以非正常方式操作（如使用外掛程式、惡意註冊、重複登錄等），一經查獲將取消參加與得獎資格，並保留法律追訴權。',
        note5:
          '參加者違反活動規定或提供不實資料者，主辦單位得取消其得獎資格；若已領獎，應返還獎品，並對主辦單位因此產生之損害負賠償責任。',
        note6: '若中獎者冒用他人身分或不符資格，主辦單位得取消其得獎資格，不另行通知。',
        note7:
          '活動獎品不得要求轉讓、兌現或更換，若遇不可抗力因素，主辦單位保留以等值商品替代之權利。',
        note8:
          '獎品寄送僅限台灣本島地區（含澎湖、金門、馬祖），中獎者應於期限內提供正確寄送資料，逾期未回覆視同放棄。',
        note9: '中獎名單與領獎方式將公告於官方網站與LINE官方帳號，主辦單位不另行通知。',
      },
      notice2: {
        title: '二、稅務規定',
        note1:
          '依中華民國稅法規定，中獎價值超過新台幣1,000元（含）者，需提供身分證影本以供報稅使用。',
        note2: '獎項價值超過新台幣20,000元（含）者，須先行繳納10%中獎所得稅後方可領獎。',
        note3: '外籍人士或於台灣居住未滿183天者，依法須預先扣繳20%中獎稅金。',
        note4: '若中獎者未依規定繳納稅金或提供所需資料，將喪失中獎資格。',
      },
      notice3: {
        title: '三、未成年人參加',
        note1: '若參加者為未成年人，須經法定代理人（或監護人）同意始得參加活動。',
        note2: '若未成年中獎，須由法定代理人代為領取並提供身份證明及同意文件。',
        note3: '未依規定完成手續者，視同放棄得獎資格。',
      },
      notice4: {
        title: '四、其他事項',
        note1: '本活動未盡事宜，依中華民國相關法令及主辦單位公告為準。',
        note2: '若涉及法律爭議，以台灣台北地方法院為第一審管轄法院。',
        note3: '主辦單位保留修正、暫停或終止活動之最終權利。',
      },

      inform: {
        title: '【抽獎活動個資告知事項】',
        text: '依《個人資料保護法》相關規定，主辦單位於辦理本活動時，向參加者蒐集、處理及利用個人資料，特此告知如下：',
        note1: '蒐集單位：臺北市商業處、域動行銷股份有限公司（執行團隊）。',
        note2:
          '蒐集目的：辦理「2025繽紛耶誕玩台北」活動、抽獎與通知中獎、寄送獎品、行銷推廣及顧客服務。',
        note3:
          '蒐集資料類別：姓名、電話、電子郵件、地址、身分證字號、LINE帳號ID及其他為完成活動所需之資料。',
        note4: '利用期間：自參加日起至活動結束後三個月止（依法另有規定者不在此限）。',
        note5: '利用地區：中華民國境內及主辦單位業務所及之地區。',
        note6:
          '利用對象與方式：主辦單位及其委託廠商於活動辦理、通知及寄送獎項之必要範圍內，透過紙本、電話、電子郵件或網路方式進行使用。',
        note7:
          '當事人權利：參加者可依《個資法》第3條行使查詢、閱覽、製給複製本、補充、更正、停止利用或刪除等權利，請以電子郵件聯繫活動客服信箱（信箱由執行單位提供）。',
        note8: '不提供資料之影響：若拒絕提供個人資料，將無法參與抽獎、寄送獎品或接收活動通知。',
        note9: '主辦單位聯絡方式：\n客服信箱：',
        mail: 'taipeixmas2025＠clickforce.com.tw',
        note9_2: '（週一至週五09:30–17:30）',
      },
    },
  },
  mock: {
    light: {
      lightName: '燈飾名稱',
      shopName: '百貨名稱',
      location: '詳細位置',
      time: '展出時間',
    },
  },
  sections: {
    raffle: {
      cardText: {
        text: '走進臺北最閃耀的「光之覓境」，\n讓燈飾化作一道道幸福光影的旅程。',
        text2: '打造超過80處閃亮繽紛燈飾讓你拍不完，\n逾40處聚客展演活動！',
        text3:
          '加入2025繽紛耶誕玩台北LINE活動，\n參加光之覓境雙重抽，價值超過百萬元百貨好禮等你拿！',
        text4: '大家相揪來臺北市，跟著絢麗燈飾尋找驚喜，\n感受冬夜最浪漫的閃耀時刻吧！',
      },
      rules: {
        title: '活動辦法',
        text: '在最浪漫的耶誕季，跟著「光之覓境」的光影腳步，\n一起探索臺北各大百貨與門市的繽紛燈飾吧！',
        time: '時間 : 114/11/28 (五) \n– 115/1/4 (日)',
        location: '地點 : 臺北市16大百貨體系',
        step1: {
          title: 'Step. 1',
          text: '加入\n2025繽紛耶誕玩台北\nLINE帳號',
          text2: '加入\n2025繽紛耶誕玩台北LINE帳號',
          button: '立即加入',
        },
        step2: {
          title: 'Step. 2',
          text_m: '前往臺北市各大百貨分館\n掃描',
          text2_m: 'QR code\n開始集章！',
          text_focus: '【現場】',
          text: '前往臺北市各大百貨分館\n掃描',
          text2: 'QR code 開始集章！',
          note: '（同一館別各集章點位僅能集一次章，重複掃描無法額外集章）',
        },
        step3: {
          title: 'Step. 3',
          textLeft1: '每集滿',
          textLeft2: '個章',
          textLeft3: '→ 參加【尋光立即抽】抽獎！',
          textRight1: '集滿',
          textRight2: '個章',
          textRight3: '→ 再獲得【尋光大獎抽】\n抽獎資格！',
          textRight4: '→ 再獲得【尋光大獎抽】抽獎資格！',
        },
      },
      prize: {
        title: '活動獎項',
        cardLeft: {
          title: '尋光立即抽',
          text: '（即抽即中）',
          prize1: '百貨禮券 $200',
          prize2: '百貨禮券 $500',
          prize3: '百貨禮券 $1,000',
          prize4: '百貨禮券 $2,000',
          prize5: '各百貨精美贈品',
          quota: '名',
        },
        cardRight: {
          title: '尋光大獎抽',
          text: '（活動結束後，預計於115/01/09統一抽出）',
          prize1: '百貨禮券 $10,000',
          prize2: '百貨禮券 $30,000',
          prize3: '百貨禮券 $100,000',
          quota: '名',
        },
        note: {
          title: '【 注意事項 】',
          note1: '每位參加者須使用相同 LINE 帳號參與活動，重複帳號視為同一人。',
          note2: '集章與抽獎均需於活動期間內完成，逾期將不具參加資格。',
          note3: '尋光大獎將以系統隨機抽出，中獎名單公布於',
          note4: '獎項以實物為準，主辦單位保留活動最終解釋與調整之權利。',
          note5: '其他詳細事宜及個資法相關事項請參閱',
          noteLink: '此處',
          noteLink2: '台北市商業處-我是商Ya人臉書',
        },
      },
      stamp: {
        title: '各大百貨集章點位',
        xinyi: {
          title: '信義區',
          light1: {
            lightName: '台北101',
            shopName: 'B1 服務台',
            location: '詳細信義區市府路45號位置',
          },
          light2: {
            lightName: '台北101',
            shopName: '5F 服務台',
            location: '信義區市府路45號',
          },
          light3: {
            lightName: '台北101',
            shopName: '89F 服務台',
            location: '信義區市府路45號',
          },
          light4: {
            lightName: '台北101',
            shopName: '1F 館外路燈旗',
            location: '信義區市府路45號',
          },
          light5: {
            lightName: 'Breeze微風南山',
            shopName: '1F PRADA 側大門百貨',
            location: '信義區松智路17號',
          },
          light6: {
            lightName: 'Breeze微風南山',
            shopName: '百貨1F BOTTEGA VENETA 側大門',
            location: '信義區松智路17號',
          },
          light7: {
            lightName: 'Breeze微風松高',
            shopName: '1F 松高路大門',
            location: '信義區松高路16號',
          },
          light8: {
            lightName: 'Breeze微風信義',
            shopName: '1F 十米大道 (市政府捷運站3號出口旁)',
            location: '信義區忠孝東路五段68號',
          },
          light9: {
            lightName: '威秀影城',
            shopName: '威秀商場 1F 大巨人地標下 \n(手扶梯旁)',
            location: '信義區松壽路20號',
          },
          light10: {
            lightName: 'ATT 4 FUN',
            shopName: '1F 戶外廣場側門 (酒吧街)',
            location: '信義區松壽路12號',
          },
          light11: {
            lightName: 'ATT 4 FUN',
            shopName: '1F 戶外廣場正門 (Zara Home旁)',
            location: '信義區松壽路12號',
          },
          light12: {
            lightName: 'ATT 4 FUN',
            shopName: 'B2 顧客服務中心',
            location: '信義區松壽路12號',
          },
          light13: {
            lightName: '新光三越百貨 信義新天地',
            shopName: 'A11 1F 服務台',
            location: '信義區松壽路11號',
          },
          light14: {
            lightName: '遠百信義A13',
            shopName: '1F 服務台',
            location: '信義區松仁路58號',
          },
          light15: {
            lightName: '遠百信義A13',
            shopName: '1F 北面廣場',
            location: '信義區松仁路58號',
          },
          light16: {
            lightName: 'BELLAVITA 寶麗廣塲',
            shopName: '館內中庭耶誕布置旁',
            location: '信義區松仁路28號',
          },
          light17: {
            lightName: 'BELLAVITA 寶麗廣塲',
            shopName: 'B1 客服中心',
            location: '信義區松仁路28號',
          },
          light18: {
            lightName: '統一時代百貨台北店',
            shopName: '璀璨愛戀底部 (1F 忠孝東路下 B1F 階梯)',
            location: '信義區忠孝東路五段8號',
          },
          light19: {
            lightName: '統一時代百貨台北店',
            shopName: '7F 贈品兌換處',
            location: '信義區忠孝東路五段8號',
          },
          light20: {
            lightName: 'DREAM PLAZA',
            shopName: '5F 贈品兌換處',
            location: '信義區松高路11號',
          },
        },
        eastern: {
          title: '東區',
          light1: {
            lightName: '台新新光金控',
            shopName: '仁愛圓環燈飾旁',
            location: '大安區仁愛路四段118號',
          },
          light2: {
            lightName: '明曜百貨公司',
            shopName: '館外出入口 UNIQLO 旁',
            location: '大安區忠孝東路四段200號',
          },
          light3: {
            lightName: '明曜百貨公司',
            shopName: '7F 貴賓服務中心',
            location: '大安區忠孝東路四段200號',
          },
          light4: {
            lightName: '遠東SOGO百貨 忠孝館',
            shopName: '1F 西後大門',
            location: '大安區忠孝東路四段45號',
          },
          light5: {
            lightName: '遠東SOGO百貨 復興館',
            shopName: '復興館 1F 中庭 (耶誕DP旁)',
            location: '大安區忠孝東路三段300號',
          },
          light6: {
            lightName: '新光三越百貨 Diamond Towers (忠孝店)',
            shopName: '一館 4F 贈品處',
            location: '大安區忠孝東路三段268號',
          },
          light7: {
            lightName: '新光三越百貨 Diamond Towers (忠孝店)',
            shopName: '一館 1F 服務台',
            location: '大安區忠孝東路三段268號',
          },
          light8: {
            lightName: '誠品生活 松菸店',
            shopName: '1F 廣場正門口 (台灣大哥大旁)',
            location: '信義區菸廠路88號',
          },
          light9: {
            lightName: '誠品生活 松菸店',
            shopName: '2F 顧客服務中心',
            location: '信義區菸廠路88號',
          },
          light10: {
            lightName: 'Breeze微風廣場',
            shopName: '1F 復南大門',
            location: '松山區復興南路一段39號',
          },
          light11: {
            lightName: 'Breeze微風廣場',
            shopName: '1F 市民大門',
            location: '松山區復興南路一段39號',
          },
          light12: {
            lightName: 'Breeze微風廣場',
            shopName: 'GF 圓棟區',
            location: '松山區復興南路一段39號',
          },
          light13: {
            lightName: 'Breeze微風南京',
            shopName: '1F 南京東路大門口',
            location: '松山區南京東路三段337號',
          },
        },
        taipei: {
          title: '臺北各區',
          light1: {
            lightName: '新光三越百貨 天母店',
            shopName: '一館 5F 贈品處',
            location: '士林區天母東路68號A棟',
          },
          light2: {
            lightName: '新光三越百貨 站前店',
            shopName: '東側門打卡點',
            location: '中正區忠孝西路一段66號',
          },
          light3: {
            lightName: '新光三越百貨 站前店',
            shopName: '1F 服務台',
            location: '中正區忠孝西路一段66號',
          },
          light4: {
            lightName: '新光三越百貨 南西店',
            shopName: '三館外聖誕樹',
            location: '中山區南京西路15號',
          },
          light5: {
            lightName: '大葉高島屋',
            shopName: '1F 服務台旁',
            location: '士林區忠誠路二段55號',
          },
          light6: {
            lightName: '美麗華百樂園',
            shopName: 'B2 贈品處',
            location: '中山區敬業三路20號',
          },
          light7: {
            lightName: '台新銀行 新光摩天大樓 (台北車站)',
            shopName: '新光摩天大樓燈飾旁',
            location: '中正區忠孝西路一段66號',
          },
          light8: {
            lightName: '三創生活園區',
            shopName: '八德路大門燈飾旁',
            location: '中正區市民大道三段2號',
          },
          light9: {
            lightName: '三創生活園區',
            shopName: '2F 顧客服務中心',
            location: '中正區市民大道三段2號',
          },
          light10: {
            lightName: 'Breeze微風台北車站',
            shopName: '台北車站 1F 大廳',
            location: '中正區北平西路3號',
          },
          light11: {
            lightName: '京站時尚廣場',
            shopName: '1F 承德路大門口內 (12/26撤除)',
            location: '大同區承德路一段1號',
          },
          light12: {
            lightName: '京站時尚廣場',
            shopName: '3F 圓台植生牆 (12/26撤除)',
            location: '大同區承德路一段1號',
          },
          light13: {
            lightName: '京站時尚廣場',
            shopName: '1F 服務台',
            location: '大同區承德路一段1號',
          },
          light14: {
            lightName: '誠品生活 西門店',
            shopName: '1F 峨眉街大門入口',
            location: '萬華區峨眉街52號',
          },
          light15: {
            lightName: '誠品生活 西門店',
            shopName: 'B1 顧客服務中心',
            location: '萬華區峨眉街52號',
          },
          light16: {
            lightName: '誠品生活 武昌店',
            shopName: '1F 武昌街大門入口',
            location: '萬華區武昌街二段77號',
          },
          light17: {
            lightName: '誠品生活 武昌店',
            shopName: '4F 顧客服務中心',
            location: '萬華區武昌街二段77號',
          },
          light18: {
            lightName: 'LaLaport 南港',
            shopName: '1F 服務台',
            location: '南港區經貿二路131號',
          },
          light19: {
            lightName: 'LaLaport 南港',
            shopName: 'B1 南廣場燈飾旁',
            location: '南港區經貿二路131號',
          },
        },
      },
      map: {
        title: '活動地圖',
        openMap: '開啟線上地圖',
        openLine: '前往LINE官方帳號',
      },
      note: '（同一館別各集章點位僅能集一次章，重複掃描無法額外集章）',
    },
    promo: {
      xinyi: {
        title: '信義區百貨',
        taipei101: {
          title: '台北101',
          location: '信義區市府路45號 (02)8101-8800',
          body: '114/11/27 - 115/01/01 全館單筆每滿5,000元送200元\n114/12/01 - 12/31 購買觀景台門票2張(含全票、快通、優惠票、主題套票)，即可獲贈【115台北101桌曆】乙份，數量有限送完為止。',
        },
        breeze: {
          title: 'Breeze微風',
          shop: '微風南山',
          shop2: '微風松高',
          shop3: '微風信義',

          location: '信義區松智路17號 (02)6638-9999',
          location2: '信義區松高路16號 (02)6636-9959',
          location3: '信義區忠孝東路五段68號 (02)6636-6699',

          event: {
            title: '【微風積點禮遇會員 專屬點數酬賓回饋】',
            title2: '【首五日聯名卡獨享再加碼】',
            title3: '【The Scent of Christmas 專屬聖誕香氛】',
            title4: '【Miracle Christmas 耶誕心願禮】',
            title5: '【BOXING DAY 狂歡開箱】滿額抽20萬點！',
            title6: '【微風告白大道打卡活動】',

            text: '活動時間｜\n[微風聯名卡友限定] 114/12/03(三) - 12/05(五)\n[微風積點禮遇會員限定] 114/12/06(六) - 12/25(四)\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日單筆消費達指定門檻，即可享酬賓點數自動歸戶服務。',
            text2:
              '活動時間｜114/12/03(三) - 12/07(日)\n活動內容｜活動期間，憑微風積點禮遇會員，刷聯邦微風聯名卡，當日消費達指定門檻並於結帳時宣告會員資格， 即可再享會員點數回饋。',
            text3:
              '活動時間｜114/12/20(六) 13:30 - 15:00、15:30 - 17:00\n登記時間｜114/12/03(三) - 12/19(五)\n活動地點｜微風南山 3F CHERNG 專櫃旁\n活動內容｜活動期間內，憑微風積點禮遇會員資格，當日當館累計消費達8,000元以上，即可至微風信義B3F贈獎處、微風南山B2F贈獎處報名「The Scent of Christmas 專屬聖誕香氛」體驗活動乙次。',
            text4:
              '活動時間｜114/12/06(六) - 115/01/04(日)\n活動地點｜微風南山 B2F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿3,000(含)元以上，即可兌換「Miracle Christmas 耶誕心願禮」乙份。',
            text5:
              '活動時間｜114/12/26(五) - 115/01/04(日)\n活動內容｜微風積點禮遇會員於活動期間內，於指定館別或Breeze Online，累計消費達$26,000(含)以上，即有機會獲得點數20萬點(即$20,000)抽獎資格乙次，消費金額越高中獎機率越大！(限量6份)',
            text6:
              '活動時間｜114/12/03(三) 起，每日17:00 - 閉店 (數量有限，送完為⽌)\n兌換地點｜微⾵南⼭ B2F贈獎處\n活動內容｜踏⼊【微⾵聖誕告白⼤道】，粉⾊燈光勾勒⼼型樹影，告白⼤道等你勇敢告⽩！\n在告白⼤道拍下你與另⼀半的甜蜜瞬間並分享⾄社群，即可解鎖【幸運聖誕轉盤】⼀次，有機會抽中品牌⼩物、餐飲券等，有聖誕魔⼒加持下，讓告⽩、求婚成功率UP！在浪漫聖誕氛圍中留下最閃耀的愛情時刻！',
          },

          event2: {
            title: '【微風積點禮遇會員 專屬點數酬賓回饋】',
            title2: '【微風聯名卡  首五日獨享再加碼】',
            title3: '【Santa is Coming 聖誕老人見面會】',
            title4: '【Miracle Christmas 耶誕心願禮】',
            title5: '【冬日暖心禮】',
            title6: '【心動聖誕禮】',
            title7: '【BOXING DAY 狂歡開箱】滿額抽20萬點！',

            text: '活動時間｜\n[微風聯名卡友限定] 114/12/03(三) - 12/05(五)\n[微風積點禮遇會員限定] 114/12/06(六) - 12/25(四)\n活動內容｜活動期間完成APP註冊與開通流程之微風積點禮遇會員，當日於全館單筆消費達指定門檻，並於結帳時前告知會員資格，即可享有會員點數自動歸戶服務，優惠隨身帶著走！',
            text2:
              '活動時間｜114/12/03(三) - 12/07(日)\n活動對象｜微風聯名卡友限定\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於指定櫃位刷微風聯名卡單筆消費達指定門檻，即可享有點數再加碼回饋。',
            text3:
              '活動日期｜114/12/20(六)、114/12/21(日)\n活動時間｜14:00 - 18:00 (每小時休息10分鐘)\n活動地點｜微風松高 1F H&M專櫃與MUJI專櫃中間長廊\n活動辦法｜一年一度，大家最期待的聖誕老人見面會又來啦！快到微風聖誕打卡點跟聖誕老人合影！ ',
            text4:
              '活動時間｜114/12/06(六) - 115/01/04(日)\n活動地點｜微風松高 B1F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿3,000元(含)以上，即可兌換「Miracle Christmas 耶誕心願禮」乙份。',
            text5:
              '活動時間｜114/12/03(三) - 115/01/04(日)\n兌換地點｜微風松高 B1F 贈獎處\n活動內容｜活動期間內，憑微風積點禮遇會員資格，當日當館單筆消費達3,000元(含)以上，即可兌換「冬日暖心禮」乙份。',
            text6:
              '活動時間｜114/12/03(三) - 115/01/04(日)\n兌換地點｜微風松高 B1F 贈獎處\n活動內容｜活動期間內，憑微風積點禮遇會員資格，當日當館累計消費達16,000元(含)以上，即可兌換「心動聖誕禮」乙份。',
            text7:
              '活動時間｜114/12/26(五) - 115/01/04(日)\n活動內容｜微風積點禮遇會員於活動期間內，於指定館別或Breeze Online，累計消費達$26,000(含)以上，即有機會獲得點數20萬點(即$20,000)抽獎資格乙次，消費金額越高中獎機率越大！(限量6份)',
          },

          event3: {
            title: '【微風積點禮遇會員 專屬點數酬賓回饋】',
            title2: '【首五日聯名卡獨享再加碼】',
            title3: '【The Scent of Christmas 專屬聖誕香氛】',
            title4: '【Miracle Christmas 耶誕心願禮】',
            title5: '【BOXING DAY 狂歡開箱】滿額抽20萬點！',
            title6: '【微風告白大道打卡活動】',

            text: '活動時間｜\n[微風聯名卡友限定] 114/12/03(三) - 12/05(五)\n[微風積點禮遇會員限定] 114/12/06(六) - 12/25(四)\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日單筆消費達指定門檻，即可享酬賓點數自動歸戶服務。',
            text2:
              '活動時間｜114/12/03(三) - 12/07(日)\n活動內容｜活動期間，憑微風積點禮遇會員，刷聯邦微風聯名卡，當日消費達指定門檻並於結帳時宣告會員資格， 即可再享會員點數回饋。',
            text3:
              '活動時間｜114/12/21(日) 13:30 - 15:00、15:30 - 17:00\n登記時間｜114/12/03(三) - 12/19(五)\n活動地點｜微風信義 B1F Jins專櫃前空地\n活動內容｜活動期間內，憑微風積點禮遇會員資格，當日當館累計消費達8,000元以上，即可至微風信義B3F贈獎處、微風南山B2F贈獎處報名「The Scent of Christmas 專屬聖誕香氛」體驗活動乙次。',
            text4:
              '活動時間｜114/12/06(六) - 115/01/04(日)\n活動地點｜微風信義 B3F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿3,000(含)元以上，即可兌換「Miracle Christmas 耶誕心願禮」乙份。',
            text5:
              '活動時間｜114/12/26(五) - 115/01/04(日)\n活動內容｜微風積點禮遇會員於活動期間內，於指定館別或Breeze Online，累計消費達$26,000(含)以上，即有機會獲得點數20萬點(即$20,000) 抽獎資格乙次，消費金額越高中獎機率越大！(限量6份)',
            text6:
              '活動時間｜114/12/03(三) 起，每日17:00 - 閉店 (數量有限，送完為⽌)\n兌換地點｜微⾵信義 B3F贈獎處\n活動內容｜踏⼊【微⾵聖誕告白⼤道】，粉⾊燈光勾勒⼼型樹影，告白⼤道等你勇敢告⽩！\n在告白⼤道拍下你與另⼀半的甜蜜瞬間並分享⾄社群，即可解鎖【幸運聖誕轉盤】⼀次，有機會抽中品牌⼩物、餐飲券等，有聖誕魔⼒加持下，讓告⽩、求婚成功率UP！在浪漫聖誕氛圍中留下最閃耀的愛情時刻！',
          },
        },
        SKM: {
          title: '新光三越百貨',
          shop: '信義新天地A9',
          shop_m: '新光三越 信義新天地A9',
          shop2: '信義新天地A11',
          shop2_m: '新光三越 信義新天地A11',
          shop3: '信義新天地A4',
          shop3_m: '新光三越 信義新天地A4',
          shop4: '信義新天地A8',
          shop4_m: '新光三越 信義新天地A8',
          location: '信義區松壽路9號 (02)8780-5959',
          location2: '信義區松壽路11號 (02)8780-1000',
          location3: '信義區松高路19號 (02)8789-5599',
          location4: '信義區松高路12號 (02)8780-9966',

          event: {
            title: '【LINE 集幸福任務】',
            title2: '【期間限定 幸福咖啡店 Express Love Café】',
            title3: '【星願郵局】',

            text: '耶誕6大任務，等你來解鎖\n解鎖完成還有機會抽中 iPhone 17 及 AirPods 3 等耶誕夢幻逸品！\n① 耶誕裝置打卡：到各店耶誕裝置/耶誕樹拍照上傳IG貼文(須設為公開)並標記＠skmlive + #xmasexpress #skmxmas\n② 幸福咖啡店打卡：到各店幸福咖啡車拍照打卡上傳Threads貼文(須設為公開)並標記＠skmlive + #xmasexpress #skmxmas，完成後出示畫面給工作人員確認，即可掃QR Code集章。\n③ 耶誕AI占卜所：產出專屬「AI耶誕占卜祝福卡」，於活動結尾頁點擊集章按鈕。\n④ 閱讀耶誕文章：閱讀SKM Media耶誕特輯，點擊完成集章按鈕\n⑤ 購買耶誕禮物：活動期間於館內採買商品，到各店贈品處向工作人員出示APP之消費明細。\n⑥ 享用耶誕大餐：活動期間於館內享用美食，到各店贈品處向工作人員出示APP之消費明細。',
            text2:
              '派遞幸福給你！以節慶限定咖啡特調邀請你一同釋放幸福、感受驚喜\n喝咖啡還有機會刮出「skm points 100點、Apple Watch、SAMSUNG投影機」等好禮！\n活動時間｜114/11/28(五) - 11/30(日)\n活動地點｜信義新天地A8 南大門 燈柱旁\n活動方式｜期間達以下任一資格可獲No coffee限定調飲「紅絲絨冷萃咖啡」乙杯(價值155元) +「刮刮卡」乙張。\n​(口味依現場為準，每會員期間限兌1次，數量有限，當日兌完為止)\n① 貴賓卡會員完成耶誕裝置打卡成功上傳社群並現場過卡扣skm points 10點，即可兌換。\n② 現場加入新光三越貴賓卡會員，即可兌換。(橘卡會員憑當日消費明細2000元並使用電話驗證即可轉貴賓卡)\n※幸福咖啡店各店活動時間地點及詳情請見新光三越活動官網',
            text3:
              '114/11/21(五)~12/14(日)「幸福傳遞」為主軸，推出限定藝術家聯名明信片，讓顧客能「親手寫下祝福、寄出幸福」。(明信片限量)\n活動方式｜\n① 消費滿仟滿額贈：消費達500元，獲贈「明信片＋郵寄服務」至服務台/贈品處領取明信片書寫並投入郵筒寄送。(滿額贈不累贈)\n② 會員500點兌換套組：新光三越APP點數專區扣500點可兌換藝術家「全套四款收藏版明信片組」。\n③ 同時也可以體驗AI祝福卡，用科技創造溫度感。',
          },
        },
        FEDS: {
          title: '遠百信義A13',
          location: '信義區松仁路58號 (02)7750-0888',
          event: {
            title: '【繽紛樂園 冒險家出動】',
            text: '在繽紛樂園裡，夢幻與驚喜交織，每步都是色彩繽紛的奇幻體驗。\n快來開啟驚喜與冒險的旅程，進入奇幻世界吧！\n活動時間｜114/11/15 - 115/01/11\n活動地點｜1F北面廣場\n單票價格｜100元/1次\n基本套票｜300元/5次',
          },
        },
        uni: {
          title: '統一時代百貨台北店',
          title2: 'DREAM PLAZA',
          location: '信義區忠孝東路五段8號 (02)2729-9699',
          location2: '信義區松高路11號 (02)2729-9699',
          event: {
            title: '【愛．Sharing 一波】(114/11/13 - 12/03)',
            title2: '【愛．Sharing 二波】(114/12/04 - 115/01/01)',
            text: '114/11/13 - 12/03\n指定櫃位 會員當日累計 滿5,000元送200元電子抵用券。\n※兩館合併累計。數量有限，送完為止。\n\n 114/11/13 - 12/03\n使用icash Pay/icash2.0 會員當日累計(單一支付)\n指定櫃位 滿5,000元加送300元電子抵用券。\n※兩館合併累計。數量有限，送完為止。可累贈，每會員每日上限15份。',
            text2:
              '114/12/04 - 115/01/01\n指定櫃位 會員當日累計 滿5,000元送200元電子抵用券。\n※兩館合併累計。數量有限，送完為止。\n\n114/12/04 - 115/01/01\n使用icash Pay/icash2.0 會員當日累計(單一支付)\n指定櫃位 滿5,000元加送300元電子抵用券，\n滿10,000元再加送500元電子抵用券。\n※兩館合併累計。數量有限，送完為止。可累贈，每會員每日上限15份。\n\n114/12/04 - 115/01/01\n使用icash Pay/icash2.0並綁定uniopen聯名卡 會員當日累計(單一支付)\n指定櫃位 滿12,000元加送600元紙本抵用券。\n※兩館合併累計。數量有限，送完為止。可累贈，每會員每日上限15份。',
          },
        },
        BELLAVITA: {
          title: 'BELLAVITA 寶麗廣塲',
          location: '信義區松仁路28號 (02)8729-2771',
          body: '114/12/12 - 12/25 期間，全館消費達指定門檻，即可憑電子發票及銷貨明細兌換限量禮品乙份。優惠詳情請上',
          link: '官方網站',
        },
        ATT: {
          title: 'ATT 4 FUN',
          location: '信義區松壽路12號 (02)8780-8111',
          event: {
            title: '【繽紛玩夜祭・好禮活動】',
            title2: '【館內 32 家品牌同步期間限定獨家優惠】',
            text: '114/12/05 - 12/28 活動期間於館內 當日累計滿 3,600 元，立即獲得隨機好禮 1 份（共 2,800 份）同時享有抽獎資格！\n\n抽獎內容：\n・ATT 4FUN 10F 跨年煙火觀賞區入場資格（114/12/31）\n・2026《蜷川實花展》入場票券\n・日本「庵 SPA」台北旗艦店｜極緻紓壓 40 分鐘體驗卷（10 名）\n・《Balloon Dog 氣球狗》聯名設計音響（2 名）\n邀你一起把新年倒數玩得更精彩！',
            text2:
              'OWNDAYS｜聖誕限定眼鏡專區全面 4 折\n札幌藥粧｜保養・面膜商品滿 688 享 88 折\n阿豬媽韓式烤肉吃到飽｜4 人同行即可參加聖誕香氛禮盒抽獎（每日不限組數）',
          },
        },
      },
      eastern: {
        title: '東區商圈',
        breeze: {
          title: 'Breeze微風',
          shop: '微風廣場',
          shop2: '微風南京',

          location: '松山區復興南路一段39號 (02)6600-8888',
          location2: '松山區南京東路三段337號 (02)6600-0999',

          event: {
            title: '【微風積點禮遇會員 專屬點數酬賓回饋】',
            title2: '【微風聯名卡  首五日獨享再加碼】',
            title3: '【Shopping Day 專屬10%回饋！】',
            title4: '【全館滿額禮】',
            title5: '【Miracle Christmas 耶誕心願禮】',
            title6: '【聖誕影像記憶站】',
            title7: '【北境雪夜聖誕神諭占卜 Frozen Fates】',
            title8: '【聖誕老人暖心聖誕合照Santa’s greeting】',

            text: '活動時間｜\n[微風聯名卡友限定] 114/12/03(三) - 12/05(五)\n[微風積點禮遇會員限定] 114/12/06(六) - 12/25(四)\n活動內容｜活動期間完成APP註冊與開通流程之微風積點禮遇會員，當日於全館單筆消費達指定門檻，並於結帳時前告知會員資格，即可享有會員點數自動歸戶服務，優惠隨身帶著走！',
            text2:
              '活動時間｜114/12/03(三) - 12/07(日)\n活動對象｜微風聯名卡友限定\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於指定櫃位刷微風聯名卡單筆消費達指定門檻，即可享有點數再加碼回饋。',
            text3:
              '活動時間｜115/01/01(四) - 115/12/31(四) 每週四\n活動內容｜每週四憑微風積點禮遇會員，持刷微風聯名卡於指定活動館別餐飲、超市、伴手禮櫃位，當館當日單卡累計消費滿2,000元，贈「電子酬賓券200元」乙份 ，APP自動歸戶！',
            text4:
              '活動時間｜114/12/03(三) - 115/01/08(四)\n活動地點｜微風廣場 7F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費達指定門檻，即可兌換「會員滿額禮」乙份。',
            text5:
              '活動時間｜114/12/06(六) - 115/01/04(日)\n活動地點｜微風廣場 7F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，於全館累積消費滿3,000元，即可兌換「心願隨行杯」乙份。\n注意事項｜每會員每日限兌換乙次，限量150份，兌完為止。',
            text6:
              '活動時間｜114/12/03(三) - 12/25(四)\n活動地點｜微風廣場1F L5電梯前聖誕小屋\n活動內容｜邀請您來到我們精心打造的聖誕小屋，捕捉節慶限定的美好時刻。活動期間，造訪聖誕小屋並拍攝照片，上傳至個人公開社群平台並追蹤標記 ＠breezecenter，就有機會抽中聖誕限定好禮「旭集雙人餐券」乙份。',
            text7:
              '活動時間｜\n114/12/06(六) - 12/07(日) 14:00 - 17:00、\n114/12/13(六) - 12/14(日) 14:00 - 17:00\n活動地點｜微風廣場1F L5電梯前聖誕小屋\n活動內容｜由專業符文解讀師現場指引，透過北歐傳統骰子與符文能量獻上專屬聖誕祝福。活動期間憑檔期期間單筆消費滿2,000元之消費發票即可至1F服務台預約15 分鐘，為您揭開未來旅程的啟示！',
            text8:
              '活動時間｜114/12/20(六) - 12/25(四)\n(週末12:00 - 17:00 / 18:00 - 21:00｜平日18:00 - 21:00)\n活動地點｜微風廣場1F L5電梯前聖誕小屋\n活動內容｜大家最期待的聖誕老人見面會又來啦！快到聖誕小木屋和聖誕老人一起聊天合照吧！活動期間憑當日單筆消費滿1,000元之消費發票即可獲得聖誕老人合照拍立得乙張！',
          },

          event2: {
            title: '【微風積點禮遇會員 專屬點數酬賓回饋】',
            title2: '【首五日聯名卡獨享再加碼】',
            title3: '【Shopping Day 專屬10%回饋！】',
            title4: '【Merry & Lovely 滿額禮】',
            title5: '【Miracle Christmas 耶誕心願禮】',
            title6: '【Balloon Parade】',
            title7: '【Holiday Wishes 暖心抽獎】',

            text: '活動時間｜\n[微風聯名卡友限定] 114/12/03(三) - 12/05(五)\n[微風積點禮遇會員限定] 114/12/06(六) - 12/25(四)\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日單筆消費達指定門檻，即可享酬賓點數自動歸戶服務。',
            text2:
              '活動時間｜114/12/03(三) - 12/07(日)\n活動內容｜活動期間，憑微風積點禮遇會員，刷聯邦微風聯名卡，當日消費達指定門檻並於結帳時宣告會員資格， 即可再享會員點數回饋。',
            text3:
              '活動時間｜115/01/01(四) - 115/12/31(四) 每週四\n活動內容｜每週四憑微風積點禮遇會員，持刷微風聯名卡於指定活動館別餐飲、超市、伴手禮櫃位，當館當日單卡累計消費滿2,000元，贈「電子酬賓券200元」乙份 ，APP自動歸戶！',
            text4:
              '活動時間｜114/12/03(三) - 115/01/04(日)\n活動地點｜微風南京 3F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費達指定門檻，即可兌換「滿額禮」乙份。',
            text5:
              '活動時間｜114/12/06(六) - 115/01/04(日)\n活動地點｜微風南京 3F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿3,000(含)元以上，即可兌換「Miracle Christmas 耶誕心願禮」乙份。',
            text6:
              '活動時間｜114/12/21(日) 16:00 - 17:00\n活動地點｜微風南京 館內\n活動內容｜聖誕驚喜來襲！四大人氣角色驚喜快閃館內，與大家熱情互動、開心合照並派送可愛氣球。拍下合照，上傳至個人公開社群平台並追蹤標記 ＠breezecenter，一起分享這份最暖心的聖誕時光！',
            text7:
              '活動時間｜114/12/03(三) - 115/01/04(日)\n活動地點｜微風南京 3F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿8,500元以上，即可獲得「Holiday Wishes抽獎箱活動」抽獎機會乙次，(獎項「Nintendo Switch 2」乙台。) 並獲得「暖心好禮」乙份。',
          },
        },
        sogo: {
          title: '遠東SOGO百貨',
          shop: '忠孝館',
          shop_m: '遠東SOGO百貨 忠孝館',
          shop2: '復興館',
          shop2_m: '遠東SOGO百貨 復興館',

          location: '大安區忠孝東路四段45號 (02)2776-5555',
          location2: '大安區忠孝東路三段300號 (02)2776-5555',

          event: {
            title: '【歡樂聖誕 點點換購物金】',
            title2: '【禮享聖誕滿額贈】',

            text: '兌換時間｜114/12/04(四) - 12/25(四)\n 兌換地點｜APP線上兌換\n活動期間於APP線上扣500點兌換「300元聖誕電子購物金」壹張；扣200點兌換「100元聖誕電子購物金」壹張。\n※忠孝館、復興館300元購物金限量8,000張，100元購物金限量10,000張，換完為止。\n※活動期間每人/每帳號限兌換壹次，每帳號合計限兌換3張。\n※購物金使用期限：114/12/04(四) - 114/12/31(三) 使用，逾期無效。\n※購物金使用範圍：忠孝館/復興館指定品牌，可十足抵用。(餐廳/美食街/超市/食品銘店/3C/家電/黃金商品/CHANEL精品/LOUIS VUITTON/Nespresso Boutique恕無法使用)',
            text2:
              '兌換時間｜114/12/04(四)~12/28(日)\n兌換地點｜忠孝館 12F贈獎處\n活動期間於忠孝館單日消費累積滿10,000元以上，即可憑快樂購卡及紙本銷貨明細至12F贈獎處兌換各等級精美贈品壹份。\n※活動期間每人/每卡限兌換壹次，恕不得跨門檻重覆兌換，其餘注意事項詳見現場公告。',
          },

          event2: {
            title: '【歡樂聖誕 點點換購物金】',
            title2: '【聖誕節 滿額贈】',
            title3: '【歡新快樂送】',

            text: '兌換時間｜114/12/04(四) - 12/25(四)\n兌換地點｜APP線上兌換\n活動期間於APP線上扣500點，兌換「300元聖誕電子購物金」壹張；扣200點，兌換「100元聖誕電子購物金」壹張。\n※※忠孝館、復興館300元購物金限量8,000張；100元購物金限量10,000張，換完為止。\n※活動期間每人/每帳號限兌換壹次，每帳號合計限兌換3張。\n※購物金使用期限：114/12/4(四) - 114/12/31(三) 使用，逾期無效。\n※購物金使用範圍：忠孝館/復興館指定品牌，可十足抵用。(餐廳/美食街/超市/食品銘店/3C/家電/黃金商品/CHANEL精品/LOUIS VUITTON/Nespresso Boutique恕無法使用)',
            text2:
              '活動時間｜114/12/04(四) - 12/25(四)\n兌換地點｜復興館 9F贈獎處\n活動期間於復興館單日消費累積滿20,000元以上，即可憑APP內快樂購卡及紙本銷貨明細兌換下列各等級好禮壹份。\n※活動期間每人/每卡限兌換壹份，超過金額恕無法累積兌換。\n・滿20,000元 贈快樂購卡點數300點\n・滿50,000元 贈快樂購卡點數800點\n・滿100,000元 贈快樂購卡點數1,800點\n※兌換之快樂購卡點數，將於115/01/10(六)前入點。\n※詳細活動辦法依活動現場公告為準。',
            text3:
              '活動時間｜114/12/18(四) - 115/01/01(四)\n使用範圍｜復興館\n活動期間下載APP(含原下載會員)即贈200元折價券。\nB2女鞋、4F~7F男女裝服飾、8F鍋具/男裝展售會、9F寢具指定品牌\n※折價券使用期間：114/12/18(四)~115/01/08(四)，單筆消費3,000元折200元壹張。\n※單筆消費限用壹張，本券不予以累折及轉贈。\n※活動詳見SOGO官網公告及APP推播訊息。',
          },
        },
        DT: {
          title: '新光三越 Diamond Towers',
          location: '大安區忠孝東路三段268號 (02)2721-6688',
          event: {
            title: '【耶誕LINE集點抽 iPhone 17】',
            title2: '【期間限定 幸福咖啡店 Express Love Café】',
            title3: '【星願郵局】',

            text: '耶誕6大任務，等你來解鎖\n解鎖完成還有機會抽中 iPhone 17 及 AirPods 3 等耶誕夢幻逸品！\n① 耶誕裝置打卡：到各店耶誕裝置/耶誕樹拍照上傳IG貼文(須設為公開)並標記＠skmlive + #xmasexpress #skmxmas\n② 幸福咖啡店打卡：到各店幸福咖啡車拍照打卡上傳Threads貼文(須設為公開)並標記＠skmlive + #xmasexpress #skmxmas，完成後出示畫面給工作人員確認，即可掃QR Code集章。\n③ 耶誕AI占卜所：產出專屬「AI耶誕占卜祝福卡」，於活動結尾頁點擊集章按鈕。\n④ 閱讀耶誕文章：閱讀SKM Media耶誕特輯，點擊完成集章按鈕\n⑤ 購買耶誕禮物：活動期間於館內採買商品，到各店贈品處向工作人員出示APP之消費明細。\n⑥ 享用耶誕大餐：活動期間於館內享用美食，到各店贈品處向工作人員出示APP之消費明細。',
            text2:
              '派遞幸福給你！以節慶限定咖啡特調邀請你一同釋放幸福、感受驚喜\n喝咖啡還有機會刮出「skm points 100點、Apple Watch、SAMSUNG投影機」等好禮！\n活動時間｜114/12/13(六)\n活動地點｜台北忠孝店 一館1F風之迴廊\n活動方式｜期間達以下任一資格可獲No coffee限定調飲「紅絲絨冷萃咖啡」乙杯(價值155元) +「刮刮卡」乙張。\n​(口味依現場為準，每會員期間限兌1次，數量有限，當日兌完為止)\n① 貴賓卡會員完成耶誕裝置打卡成功上傳社群並現場過卡扣skm points 10點，即可兌換。\n② 現場加入新光三越貴賓卡會員，即可兌換。(橘卡會員憑當日消費明細2000元並使用電話驗證即可轉貴賓卡)\n※幸福咖啡店各店活動時間地點及詳情請見新光三越活動官網',
            text3:
              '114/11/21(五)~12/14(日)「幸福傳遞」為主軸，推出限定藝術家聯名明信片，讓顧客能「親手寫下祝福、寄出幸福」。(明信片限量)\n活動方式｜\n① 消費滿仟滿額贈：消費達500元，獲贈「明信片＋郵寄服務」至服務台/贈品處領取明信片書寫並投入郵筒寄送。(滿額贈不累贈)\n② 會員500點兌換套組：新光三越APP點數專區扣500點可兌換藝術家「全套四款收藏版明信片組」。\n③ 同時也可以體驗AI祝福卡，用科技創造溫度感。',
          },
        },
        MingYao: {
          title: '明曜百貨',
          location: '大安區忠孝東路四段200號 (02) 2777-1266',
          event: {
            title: '【明曜百貨全館】',
            title2: '【明曜百貨B1，5~11F】(9F除外)',
            text: '114/12/11 - 12/18\n單筆消費滿2,500元，送氧顏森活_紅石榴多酚凍齡面膜_升級版 三片/盒\n或 氧顏森活_野薑花文山清茶修護面膜 三片/盒 (限量1,100份)\n\n 114/12/19 - 12/28\n單筆消費滿2,000元，送澤谷小米兔蒸氣眼罩5枚入-薰衣草香氛/玫瑰香氛\n(限量2,000份)\n\n 114/12/11 - 115/01/04\n任兩張當日消費發票，送潔P濕式衛生紙40抽 (限量3,000份)',
            text2:
              '114/12/11 - 114/01/04\n當日累積消費——\n滿5,000元發票，即可兌換明曜購物抵用券100元\n滿30,000元發票，即可兌換明曜購物抵用券800元\n滿50,000元發票，即可兌換明曜購物抵用券1,500元',
          },
        },
        eslite: {
          title: '誠品生活',
          shop: '松菸店',
          shop_m: '誠品生活 松菸店',
          shop2: '捷運敦化店',
          shop2_m: '誠品生活 捷運敦化店',
          location: '信義區菸廠路88號 (02)6636-5888',
          location2: '大安區大安路一段77號 (02)8772-8699',
          event: {
            title: '【閃亮時刻 會員來店禮】',
            title2: '【ZIZONE閃耀日常 會員滿額禮】',
            title3: '【誠品點好好兌 聖誕倒數月曆】',

            text: '114/12/01(一) - 12/24(三)\n會員當日單筆滿 2,000 即可兌換「理膚寶水溫泉舒緩噴液」乙份',
            text2:
              '114/11/07(五) - 115/01/05(一)\n當日累計消費——\n滿3,600即可兌換「PINGO小物收納包 / 旅行洗衣袋」\n滿5,000即可享350元加價購或滿8,000直接兌換「PINGO療癒抱枕毯」',
            text3:
              '114/12/01(一) - 12/24(三)\n會員至誠品APP或迷誠品網站點數專區，憑誠品點10點兌換抽獎機會乙次，天天抽聖誕倒數24項好禮：\n．TOYOTOMI 雯麗台灣總代理 傳統式煤油暖爐（價值15,800 / 共三份）\n．Nintendo Switch 2 / 瑪利歐賽車世界主機組合（價值15,580 / 共乙份）\n．LEGO 哈利波特 活米村-典藏版（價值12,600 / 共乙份）\n活動期間參加抽獎，有機會再抽中：iPhone 17 256GB（價值29,900 / 共乙台）',
          },
        },
        Taishin: {
          title: '台新銀行',
          body: '台新銀行「Richart Life APP」與新光銀行整合資源，擴大串聯超過40家涵蓋各領域的人氣品牌與合作商戶，推出「限定聖誕專屬優惠」及「點亮我們的城市」活動。民眾完成指定任務即可有機會獲得旗下子公司祭出的台新POINTS，或填寫問卷抽大獎，讓線上線下都能共享節慶喜悅。詳情請洽',
          link: '官方網站',
        },
      },
      taipei: {
        title: '臺北各區百貨',
        Dayeh: {
          title: '大葉髙島屋',
          location: '士林區忠誠路二段55號 (02)2831-2345',
          event: {
            title: '【歡慶聖誕滿額贈】',
            title2: '【歲末點數大回饋】',
            text: '活動日期｜114/12/03(三) - 12/18(四)\n活動內容｜APP卡友當日於全館(部分除外)單筆消費滿3,000元，即贈電子抵用券200元(100元*2)1份。',
            text2:
              '活動日期｜114/12/19(五) - 12/30(二)\n活動內容｜全卡友當日於指定區域累積消費滿定額，即贈玫瑰寶寶點數回饋。詳細參與區域請參考館內公告。',
          },
        },
        breeze: {
          title: 'Breeze微風',
          shop: '微風台北車站',
          location: '中正區北平西路3號 (02)6632-8999',

          event: {
            title: '【Santa Pick！奇蹟開獎站】',
            title2: '【Shopping Day 專屬10%回饋！】',
            title3: '【會員聖誕奇蹟抽】',
            title4: '【Miracle Christmas 耶誕心願禮】',
            title5: '【聖誕星光奇蹟之夜】',

            text: '活動時間｜114/12/06(六)-115/01/04(日)\n活動地點｜微風台北車站 2F服務台\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿1,200元以上，即可參加「奇蹟抽抽樂」乙次。',
            text2:
              '活動時間｜115/01/01(四) - 115/12/31(四) 每週四\n活動內容｜每週四憑微風積點禮遇會員，持刷微風聯名卡於指定活動館別餐飲、超市、伴手禮櫃位，當館當日單卡累計消費滿2,000元，贈「電子酬賓券200元」乙份 ，APP自動歸戶！',
            text3:
              '活動時間｜114/12/06(六) - 115/01/04(日)\n活動地點｜微風台北車站 2F服務台\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿1,800元以上，即可獲得「飛利浦 星樂視透視海星氣炸鍋 6.2L」抽獎資格乙次。',
            text4:
              '活動時間｜114/12/06(六) - 115/01/04(日)\n活動地點｜微風台北車站 2F服務台\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿3,000(含)元以上，即可兌換「Miracle Christmas 耶誕心願禮」乙份。',
            text5:
              '活動時間｜114/12/25(四) 17:00-18:30\n活動地點｜台北車站 1F大廳\n活動內容｜在閃耀繽紛的聖誕夜晚微風台北車站將為大家獻上一場萬眾期待的精彩演出！帶來一場充滿驚喜的聖誕派對！\n活動當天也將安排一個粉絲專屬 QA Time！增加藝人與粉絲的現場互動！\n演唱藝人｜babyMINT、没有才能-黃若欣、鄭泰儀',
          },
        },
        SKM: {
          title: '新光三越百貨',
          shop: '天母店｜一館',
          shop_m: '新光三越 天母店｜一館',
          shop2: '天母店｜二館',
          shop2_m: '新光三越 天母店｜二館',
          shop3: '站前店',
          shop3_m: '新光三越 站前店',
          shop4: '南西店｜一館',
          shop4_m: '新光三越 南西店｜一館',
          shop5: '南西店｜二館',
          shop5_m: '新光三越 南西店｜二館',
          location: '士林區天母東路68號A棟 (02)2875-6000',
          location2: '士林區忠誠路二段200號 (02)2875-6000',
          location3: '中正區忠孝西路一段66號 (02)2388-5552',
          location4: '中山區南京西路12號 (02)2568-2868',
          location5: '中山區南京西路15號 (02)2564-1111',

          event: {
            title: '【耶誕LINE集點抽 iPhone 17】',
            title2: '【期間限定 幸福咖啡店 Express Love Café】',
            title3: '【星願郵局】',

            text: '耶誕6大任務，等你來解鎖\n解鎖完成還有機會抽中 iPhone 17 及 AirPods 3 等耶誕夢幻逸品！\n① 耶誕裝置打卡：到各店耶誕裝置/耶誕樹拍照上傳IG貼文(須設為公開)並標記＠skmlive + #xmasexpress #skmxmas\n② 幸福咖啡店打卡：到各店幸福咖啡車拍照打卡上傳Threads貼文(須設為公開)並標記＠skmlive + #xmasexpress #skmxmas，完成後出示畫面給工作人員確認，即可掃QR Code集章。\n③ 耶誕AI占卜所：產出專屬「AI耶誕占卜祝福卡」，於活動結尾頁點擊集章按鈕。\n④ 閱讀耶誕文章：閱讀SKM Media耶誕特輯，點擊完成集章按鈕\n⑤ 購買耶誕禮物：活動期間於館內採買商品，到各店贈品處向工作人員出示APP之消費明細。\n⑥ 享用耶誕大餐：活動期間於館內享用美食，到各店贈品處向工作人員出示APP之消費明細。',
            text2:
              '派遞幸福給你！以節慶限定咖啡特調邀請你一同釋放幸福、感受驚喜\n喝咖啡還有機會刮出「skm points 100點、Apple Watch、SAMSUNG投影機」等好禮！\n活動時間｜114/11/22(六) - 11/23(日)\n活動地點｜台北站前店 新壽廣場\n活動方式｜期間達以下任一資格可獲No coffee限定調飲「紅絲絨冷萃咖啡」乙杯(價值155元) +「刮刮卡」乙張。\n​(口味依現場為準，每會員期間限兌1次，數量有限，當日兌完為止)\n① 貴賓卡會員完成耶誕裝置打卡成功上傳社群並現場過卡扣skm points 10點，即可兌換。\n② 現場加入新光三越貴賓卡會員，即可兌換。(橘卡會員憑當日消費明細2000元並使用電話驗證即可轉貴賓卡)\n※幸福咖啡店各店活動時間地點及詳情請見新光三越活動官網',
            text3:
              '114/11/21(五)~12/14(日)「幸福傳遞」為主軸，推出限定藝術家聯名明信片，讓顧客能「親手寫下祝福、寄出幸福」。(明信片限量)\n活動方式｜\n① 消費滿仟滿額贈：消費達500元，獲贈「明信片＋郵寄服務」至服務台/贈品處領取明信片書寫並投入郵筒寄送。(滿額贈不累贈)\n② 會員100點兌換套組：新光三越APP點數專區扣500點可兌換藝術家「全套四款收藏版明信片組」。\n③ 同時也可以體驗AI祝福卡，用科技創造溫度感。',
          },
        },
        eslite: {
          title: '誠品生活',
          shop: 'R79',
          shop_m: '誠品生活 R79',
          shop2: '南西店',
          shop2_m: '誠品生活 南西店',
          shop3: '西門店',
          shop3_m: '誠品生活 西門店',
          shop4: '武昌店',
          shop4_m: '誠品生活 武昌店',
          shop5: '站前店',
          shop5_m: '誠品生活 站前店',
          location: '大同區南京西路16號B1 (02)2563-9818',
          location2: '中山區南京西路14號 (02)2581-3358',
          location3: '萬華區峨眉街52號 (02)2388-6588',
          location4: '萬華區武昌街二段77號 (02)2381-3838',
          location5: '中正區忠孝西路一段36號B1F (02)2389-1168',

          event: {
            title: '【閃亮時刻 會員來店禮】',
            title2: '【ZIZONE閃耀日常 會員滿額禮】',
            title3: '【誠品點好好兌 聖誕倒數月曆】',

            text: '114/12/01(一) - 12/24(三)\n會員當日單筆滿 2,000 即可兌換「理膚寶水溫泉舒緩噴液」乙份',
            text2:
              '114/11/07(五) - 115/01/05(一)\n當日累計消費——\n滿3,600即可兌換「PINGO小物收納包 / 旅行洗衣袋」\n滿5,000即可享350元加價購或滿8,000直接兌換「PINGO療癒抱枕毯」',
            text3:
              '114/12/01(一) - 12/24(三)\n會員至誠品APP或迷誠品網站點數專區，憑誠品點10點兌換抽獎機會乙次，天天抽聖誕倒數24項好禮：\n．TOYOTOMI 雯麗台灣總代理 傳統式煤油暖爐（價值15,800 / 共三份）\n．Nintendo Switch 2 / 瑪利歐賽車世界主機組合（價值15,580 / 共乙份）\n．LEGO 哈利波特 活米村-典藏版（價值12,600 / 共乙份）\n活動期間參加抽獎，有機會再抽中：iPhone 17 256GB（價值29,900 / 共乙台）',
          },
          event2: {
            title: '【ZIZONE點點好心情 會員限定禮】',
            title2: '【誠品點好好兌 聖誕倒數月曆】',
            text: '114/11/07(五) - 12/31(三)\n當日單筆滿1,500＋誠品點100點，即可兌換「PINGO紓壓捏捏球」',
            text2:
              '114/12/01(一) - 12/24(三)\n會員至誠品APP或迷誠品網站點數專區，憑誠品點10點兌換抽獎機會乙次，天天抽聖誕倒數24項好禮：\n．TOYOTOMI 雯麗台灣總代理 傳統式煤油暖爐（價值15,800 / 共三份）\n．Nintendo Switch 2 / 瑪利歐賽車世界主機組合（價值15,580 / 共乙份）\n．LEGO 哈利波特 活米村-典藏版（價值12,600 / 共乙份）\n活動期間參加抽獎，有機會再抽中：iPhone 17 256GB（價值29,900 / 共乙台）',
          },
        },
        Miramar: {
          title: '美麗華百樂園',
          location: '中山區敬業三路20號 (02)2175-3456',
          event: {
            title: '【耶誕點數尋寶記】',
            title2: '【聖誕同樂滿額贈 】',
            text: '活動日期｜114/11/20(四) - 12/14(日)\n活動內容｜\n活動期間內，APP會員當日於全館單筆消費滿5,000元，即可於APP線上兌換200點會員點數。\n ※限量800份，不可累贈，會員每日限贈乙份。\n ※本活動與其他APP活動限擇一參加。\n ※本活動需當日於APP操作兌換完畢及百貨營業結束時間前兌領，如逾期操作恕不補發贈品。 \n ※本活動一經兌換，活動點數將自動歸戶',
            text2:
              '活動日期｜114/12/15(一) - 115/1/1(四)\n兌換地點｜B2贈品處\n活動內容｜\n美麗華APP會員，於全館當日消費累計滿10,000元，即可於APP線上兌換\n【貓咪花火師桌遊電子兌換券】乙份，憑電子兌換券可至B2贈品處領取。 \n※限量50份，不可累贈，會員每日限贈乙份。\n※本活動與其他APP活動限擇一參加。\n※APP會員活動需於當日操作兌領完畢，如逾期操作恕不補發。\n※數量有限，送完為止',
          },
        },
        lalaport: {
          title: 'LaLaport 南港',
          location: '南港區經貿二路131號 (02)2653-2888',
          body: '加入 Mitsui Shopping Park 會員，即享會員獨家優惠。詳情請洽',
          link: '官方網站',
        },
        QSquare: {
          title: '京站時尚廣場',
          location: '大同區承德路一段1號 (02)2182-8888',
          event: {
            title: '【全館滿額贈】',
            title2: '【萬元放大 驚喜加乘】',
            title3: '【獨享回門禮】',
            title4: '【獨享化內香加碼贈】',
            title5: '【聖誕有京喜】',

            text: '活動時間｜即日起 - 114/12/15(一)\nQ卡友當日累積滿3,800元送400元(可累贈)，加碼再贈100元Qonline折抵券',
            text2:
              '活動時間｜即日起 - 114/12/15(一)\nQ卡友當日累積滿6,000元即獲抽獎機會乙次(可累贈)，有機會獲得京站買單10萬元的機會！',
            text3:
              '活動時間｜11/27(四)、12/04(四)、12/11(四)、12/16(二)起 - 兌完為止\nQ卡友當日單筆滿1,499元即可兌換回門禮乙份',
            text4:
              '活動時間｜114/12/04(四)起 - 兌完為止\nQ卡友當日單櫃累積滿6,000元即可兌換化內香加碼贈乙份',
            text5:
              '活動時間｜114/12/19(五) - 12/28(日)，共10天\nQ卡友當日累積滿4,800元送500元(可累贈)',
          },
        },
        Syntrend: {
          title: '三創生活園區',
          location: '中正區市民大道三段2號 (02)7701-0268',
          event: {
            title: '【溫SYN耶誕滿額禮】',
            title2: '【真SYN耶誕滿額抽】',
            title3: '【APP升級 全SYN面貌】',
            title4: '【會員大盛典 聖誕不剩點】',
            title5: '【耶誕倒數來簽到】',

            text: '指定櫃位當日累積消費計算，每人每日限擇一兌換乙次\n① 第一波 114/11/6(四) - 12/10(三)\n・消費滿25,000元，贈「hoi x 日京山風-輕透保濕乳液500ml 乙瓶」(限量250份)\n・消費滿50,000元，贈「仙德曼Sadomain咖啡冷萃冷泡壺1000ml 乙個」(限量30份)\n\n② 第二波 114/12/11(四) - 115/01/07(三)\n・消費滿30,000元，贈「Dr. wilds荒野醫生磁吸扁平收折 帳篷面紙包 乙個」(限量150份)\n・消費滿60,000元，贈「嘉儀家品 BRUNO 雲朵鐘 乙個」(限量50份)',
            text2:
              '全館當日累積消費計算\n① 第一波 114/11/06(四) - 12/10(三)\n・消費每滿3,500元獲得乙次抽獎機會，活動結束後抽「VIVO X300」乙台\n② 第二波 114/12/11(四) - 115/01/07(三)\n・消費每滿3,500元獲得乙次抽獎機會，活動結束後抽「Dyson Pencilvac」乙台(共三台)',
            text3:
              '① 會員招募/註冊活動\nAPP升級 全Syn面貌 (APP最後轉移機會至114/12/31)\n114/11/06(四) - 12/25(四)\n・原金銀星會員完成任務並成功加入三創生活PLUS APP會員贈 100元抵用券(1000份)\n・原藍星會員完成任務並成功加入三創生活PLUS APP會員贈 50元抵用券(2000份)\n② 會員抽抽抽\n・114/12/31(三)前於三創生活PLUS APP加入新會員並填寫完整資料，活動結束後抽Nintendo Switch 2 乙台\n(再額外加碼抽 Michael Blast Ousider4.0電動腳踏車乙台)',
            text4:
              '三創會員點數\n① 第一波 114/11/6(四) - 12/10(三)\n・點數放大絕：扣點換三創抵用券(100、200、1000元)\n・扣點換真Syn：扣35點可兌換真SYN耶誕滿額抽(第一波)抽獎次數\n② 第二波 114/12/11(四) - 115/01/07(三)\n・點數即刻刮：扣20點抽摺疊投影機、Panasonic nanocare ULTIMATE 吹風機 　及各式獎品\n・扣點換真Syn：扣35點可兌換真Syn耶誕滿額抽(第二波)抽獎次數\n③ 捐點送愛Syn 11/6-12/31\n・每扣10點三創捐3元至博幼基金會',
            text5:
              'APP簽到活動\n114/11/06 - 115/01/07，共63日，簽到20、40、60天即可獲得三創點數100點、200點、抵用券100元(限量500份)',
          },
        },
      },
    },
    lights: {
      title: '耶誕燈飾',
      xinyi: {
        title: '信義區百貨',
        light1: {
          lightName: '迪士尼 玩具總動員｜\n星光大道',
          shopName: '台北101',
          location: '1F 館外 (信義路/松智路/水舞廣場)',
          time: '114/11/14-115/03/08',
        },
        light2: {
          lightName: '迪士尼 玩具總動員｜\n星際奇幻光廊',
          shopName: '台北101',
          location: '購物中心松智路側',
          time: '114/11/14-115/03/08',
        },
        light3: {
          lightName: '星光序曲',
          shopName: '台北101',
          location: '1F 館外 (信義路/松智路/水舞廣場)',
          time: '114/11/14-115/03/08',
        },
        light4: {
          lightName: '迪士尼 玩具總動員｜\n巴斯光年的宇宙飛船',
          shopName: '台北101',
          location: '購物中心信義路側',
          time: '114/11/14-115/03/08',
        },
        light5: {
          lightName: '迪士尼 玩具總動員｜\n胡迪的牛仔驛站',
          shopName: '台北101',
          location: '購物中心松智路大門口',
          time: '114/11/14-115/03/08',
        },
        light6: {
          lightName: '耶誕奇幻樂園',
          shopName: '台北101',
          location: '購物中心 4F 都會廣場',
          time: '114/11/27-115/01/01',
        },
        light7: {
          lightName: '風阻尼球',
          shopName: '台北101',
          location: '觀景台 88F',
          time: '常態性展覽',
        },
        light8: {
          lightName: '秘境迴廊',
          shopName: '台北101',
          location: '觀景台 89F',
          time: '常態性展覽',
        },
        light9: {
          lightName: '集章小屋',
          shopName: '台北101',
          location: '觀景台 89F',
          time: '常態性展覽',
        },
        light10: {
          lightName: '彩虹霓虹101',
          shopName: '台北101',
          location: '觀景台 89F',
          time: '常態性展覽',
        },
        light11: {
          lightName: '雲中星月',
          shopName: '台北101',
          location: '觀景台 89F',
          time: '常態性展覽',
        },
        light12: {
          lightName: '超越偶超越巔峰特展',
          shopName: '台北101',
          location: '觀景台 89F',
          time: '114/11/10-115/03/01',
        },
        light13: {
          lightName: 'Damper雲端森林樂園',
          shopName: '台北101',
          location: '觀景台 89F',
          time: '114/09/25-115/01/02',
        },
        light14: {
          lightName: '蕨蘭之美特展',
          shopName: '台北101',
          location: '觀景台 101F',
          time: '114/12/14-115/12/31',
        },
        light15: {
          lightName: '無限天際',
          shopName: '台北101',
          location: '觀景台 89F',
          time: '永久',
        },
        light16: {
          lightName: '世界最高秘境花園',
          shopName: '台北101',
          location: '觀景台 101F',
          time: '永久',
        },
        light17: {
          lightName: 'Skyline 460天際線',
          shopName: '台北101',
          location: '觀景台 101F',
          time: '永久',
        },
        light18: {
          lightName: '微風聖誕告白大道',
          shopName: '微風南山',
          location: '1F 館外',
          time: '114/11底-115/01初',
        },
        light19: {
          lightName: '繽紛玩夜祭',
          shopName: 'ATT 4 FUN',
          location: '1F 戶外廣場',
          time: '114/11/28-115/01/04',
        },
        light20: {
          lightName: '廣場夜間燈海',
          shopName: '威秀影城',
          location: '1F 中庭',
          time: '114/11/28-115/01/04',
        },
        light21: {
          lightName:
            '祝福投遞所 / Blessing Spot\n・快拍車廂 / Photo Booth\n・許願報亭 / Wish Kiosk',
          shopName: '新光三越 信義新天地',
          location: 'A9 B1 木棧道',
          time: '114/11/20-115/01/04',
        },
        light22: {
          lightName: '璀璨大道 / Brilliance Avenue',
          shopName: '新光三越 信義新天地',
          location: '香堤大道南北段',
          time: '114/11/20-115/01/04',
        },
        light23: {
          lightName: '傳遞幸福之樹 / Christmas Express',
          shopName: '新光三越 信義新天地',
          location: 'A11 大門',
          time: '114/11/20-115/01/04',
        },
        light24: {
          lightName: '光耀長廊',
          shopName: '遠百信義A13',
          location: '1F 東面長廊 (松仁路人行道)',
          time: '114/11/17-115/01/05',
        },
        light25: {
          lightName: '台北寒舍艾美酒店×PANDORA',
          shopName: '台北寒舍艾美酒店',
          location: '台北寒舍艾美酒店大門口',
          time: '114/11/24-115/01/08',
        },
        light26: {
          lightName: '夢幻星河',
          shopName: 'DREAM PLAZA',
          location: '1F 松高路大門口',
          time: '114/11/14-115/01/01',
        },
        light27: {
          lightName: '橋畔波光',
          shopName: 'DREAM PLAZA',
          location: '1F 興雅路人行道',
          time: '114/11/14-115/01/01',
        },
        light28: {
          lightName: '奇蹟熱氣球 / Miracle Rising',
          shopName: '新光三越 信義新天地',
          location: 'A4 1F 南大門',
          time: '114/11/20-115/01/04',
        },
        light29: {
          lightName: '璀璨大道 / Brilliance Avenue',
          shopName: '新光三越 信義新天地',
          location: 'A4 1F / 松高路',
          time: '114/11/20-115/01/04',
        },
        light30: {
          lightName: '璀璨大道 / Brilliance Avenue',
          shopName: '新光三越 信義新天地',
          location: 'A4-A5 徒步區',
          time: '114/11/20-115/01/04',
        },
        light31: {
          lightName: "Bello's Christmas Feast\n貝洛的聖誕餐桌奇遇",
          shopName: 'BELLAVITA寶麗廣塲',
          location: '館內中庭耶誕布置',
          time: '114/11/28-115/01/04',
        },
        light32: {
          lightName: '璀璨光廊',
          shopName: 'BELLAVITA寶麗廣塲',
          location: '松高路外牆燈飾',
          time: '114/11/28-115/01/04',
        },
        light33: {
          lightName: '森下映雪',
          shopName: '統一時代百貨台北店',
          location: '1F 忠孝東路人行道',
          time: '114/11/14-115/02/28',
        },
        light34: {
          lightName: '璀璨愛戀',
          shopName: '統一時代百貨台北店',
          location: '1F 忠孝東路下B1F階梯',
          time: '114/11/14-115/02/28',
        },
        light35: {
          lightName: '聖夜繁星',
          shopName: '統一時代百貨台北店',
          location: '2F 夢廣場花圃',
          time: '114/11/14-115/02/28',
        },
        light36: {
          lightName: '雪花漫舞',
          shopName: '統一時代百貨台北店',
          location: '2F-4F 戶外階梯',
          time: '114/11/14-115/02/28',
        },
        light37: {
          lightName: '璀璨大道 / Brilliance Avenue',
          shopName: '新光三越 信義新天地',
          location: 'A4-A3 興雅路',
          time: '114/10/01-115/03/03',
        },
        light38: {
          lightName: '微風聖誕告白大道',
          shopName: '微風信義',
          location: '1F 忠孝東路五段\n(十米大門側)',
          time: '114/11底-115/01初',
        },
      },
      eastern: {
        title: '東區商圈',
        light1: {
          lightName: '絢麗耶誕',
          shopName: '遠東SOGO百貨 復興館',
          location: '1F 館內外',
          time: '114/11/28-115/01/04',
        },
        light2: {
          lightName: '台新新光金控聖誕派對',
          shopName: '台新銀行',
          location: '台新新光金控大樓',
          time: '114/12/05-115/03/01',
        },
        light3: {
          lightName: '光之祝福大道',
          shopName: '新光三越 Diamond Towers',
          location: '忠孝東路三段百貨前路樹',
          time: '114/10/01-115/03/03',
        },
        light4: {
          lightName: '幸福傳遞所',
          shopName: '新光三越 Diamond Towers',
          location: '忠孝東路三段百貨一樓外牆',
          time: '114/11/25-115/01/04',
        },
        light5: {
          lightName: '香港迪士尼20周年\n聖誕耶誕派對邀請',
          shopName: '遠東SOGO百貨 忠孝館',
          location: '1F 館內外',
          time: '114/11/22-115/01/18',
        },
        light6: {
          lightName: '閃耀星願',
          shopName: '明曜百貨',
          location: '百貨前人行道路樹妝點',
          time: '114/11/01-115/03/03',
        },
        light7: {
          lightName: 'A starry Christmas ',
          shopName: '微風廣場',
          location: '1F 復南大門與市民大門',
          time: '114/11底-115/01初',
        },
        light8: {
          lightName: 'Just Shine! 閃耀時刻',
          shopName: '誠品生活松菸',
          location: '1F 廣場正門口(台灣大哥大旁)',
          time: '114/11/07-115/01/05 ',
        },
        light9: {
          lightName: 'A starry Christmas ',
          shopName: '微風南京',
          location: '1F 南京東路大門口',
          time: '114/11底-115/01初',
        },
        light10: {
          lightName: '星願之門',
          shopName: "東區夜未眠\nDon't call it a nigh",
          location: '瑠公綠廊',
          time: '114/12/10-115/03/08',
        },
        light11: {
          lightName: '星光馬車',
          shopName: "東區夜未眠\nDon't call it a night",
          location: '瑠公綠廊',
          time: '114/12/10-115/03/08',
        },
        light12: {
          lightName: 'MERRY AND BRIGHT！',
          shopName: "東區夜未眠\nDon't call it a night",
          location: '頂好廣場',
          time: '114/12/10-115/03/08',
        },
      },
      taipei: {
        title: '臺北各區百貨',
        light1: {
          lightName: 'Just Shine! 閃耀時刻',
          shopName: '誠品生活西門',
          location: '峨眉街大門入口',
          time: '114/11/07-115/01/05 ',
        },
        light2: {
          lightName: 'Just Shine! 閃耀時刻',
          shopName: '誠品生活武昌',
          location: '武昌街大門入口',
          time: '114/11/07-115/01/05 ',
        },
        light3: {
          lightName: '耶誕史奴比禮物盒',
          shopName: '新光三越 台北站前店',
          location: '1F 館外',
          time: '114/11/19-114/01/04',
        },
        light4: {
          lightName: '耶誕幸福光海',
          shopName: '新光三越 台北站前店',
          location: '長廊燈飾',
          time: '114/11/19-114/01/04',
        },
        light5: {
          lightName: '台新旋轉耶誕樹',
          shopName: '新光三越 台北站前店',
          location: '1F 新壽廣場上方',
          time: '114/11/19-114/12/31',
        },
        light6: {
          lightName: 'A starry Christmas ',
          shopName: '微風台北車站',
          location: '台北車站 1F 大廳',
          time: '114/11底-115/01初',
        },
        light7: {
          lightName: '炫光立次方裝置藝術',
          shopName: '三創生活園區',
          location: '八德大門',
          time: '114/11/06-115/01/07',
        },
        light8: {
          lightName: '炫光立次方水晶裝置藝術',
          shopName: '三創生活園區',
          location: '金山北路與市民大道交叉口',
          time: '114/11/26-115/01/07',
        },
        light9: {
          lightName: '粉紅聖誕派對',
          shopName: '京站時尚廣場',
          location: '1F 承德路大門口內',
          time: '聖誕樹\n114/11/01-114/12/25\n燈飾\n114/11/01-02/23',
        },
        light10: {
          lightName: '粉紅聖誕派對',
          shopName: '京站時尚廣場',
          location: '3F 圓台植生牆',
          time: '聖誕樹\n114/11/01-114/12/25\n燈飾\n114/11/01-02/23',
        },
        light11: {
          lightName: '摘星之河',
          shopName: '新光三越 台北南西店',
          location: '一館長廊燈飾',
          time: '114/11/15-115/01/02',
        },
        light12: {
          lightName: '甜蜜奇境糖果樹',
          shopName: '新光三越 台北南西店',
          location: '三館戶外',
          time: '114/11/15-115/01/02',
        },
        light13: {
          lightName: '暖心聖誕樹',
          shopName: '大葉高島屋',
          location: 'B1F 中央水族廣場',
          time: '114/12/03-114/12/30',
        },
        light14: {
          lightName: '耶誕光廊',
          shopName: '新光三越 台北天母店',
          location: '一館 1F 人行道',
          time: '114/11/21-114/12/25',
        },
        light15: {
          lightName: '歡聚天母',
          shopName: '新光三越 台北天母店',
          location: '一館 1F 廣場',
          time: '114/11/21-114/12/25',
        },
        light16: {
          lightName: '阿凡達星願聖誕樹',
          shopName: '美麗華百樂園',
          location: '1F 水舞廣場',
          time: '114/11/20-115/01/05',
        },
        light17: {
          lightName: 'studio UG 聖誕夢幻小鎮',
          shopName: 'LaLaport南港',
          location: 'B1 南廣場',
          time: '114/11/13-115/01/04',
        },
      },
      ximending: {
        title: '西門 PLAY 樂購町',
        light1: {
          lightName: '潮流電色｜玩色派對\n舞台區',
          shopName: '西門 PLAY 樂購町',
          location: '西門捷運一號出口前廣場',
          time: '114/12/17-115/01/16',
        },
        light2: {
          lightName: '樂購潮玩區｜西門次元破口',
          shopName: '西門 PLAY 樂購町',
          location: '真善美廣場',
          time: '114/12/17-115/01/16',
        },
        light3: {
          lightName: '街潮集合 超能聖誕樹',
          shopName: '西門 PLAY 樂購町',
          location: '西門捷運六號出口後方',
          time: '114/12/17-115/01/16',
        },
        light4: {
          lightName: '電色引領者｜BOUNCE 棒斯 (台灣)',
          shopName: '西門 PLAY 樂購町',
          location: '六號出口周邊',
          time: '114/12/17-115/01/16',
        },
        light5: {
          lightName: '潮流電色｜榴槤刺蝟 (台灣)',
          shopName: '西門 PLAY 樂購町',
          location: '六號出口周邊',
          time: '114/12/17-115/01/16',
        },
        light6: {
          lightName: '潮流電色｜星期一的布魯斯 (台灣)',
          shopName: '西門 PLAY 樂購町',
          location: '中華路一段',
          time: '114/12/17-115/01/16',
        },
        light7: {
          lightName: '潮流電色｜TAKO章魚妹:飛天小女警ver. (台灣)',
          shopName: '西門 PLAY 樂購町',
          location: '中華路一段',
          time: '114/12/17-115/01/16',
        },
        light8: {
          lightName: '潮流電色｜Badmeaw Cat (泰國)',
          shopName: '西門 PLAY 樂購町',
          location: '六號出口周邊',
          time: '114/12/17-115/01/16',
        },
        light9: {
          lightName: '潮流電色｜Greenie & Elfie (泰國)',
          shopName: '西門 PLAY 樂購町',
          location: '真善美廣場 (主展區)',
          time: '114/12/17-115/01/16',
        },
        light10: {
          lightName: '潮流電色｜藤崎琢磨 (日本)',
          shopName: '西門 PLAY 樂購町',
          location: '六號出口周邊',
          time: '114/12/17-115/01/16',
        },
        light11: {
          lightName: '潮流電色｜KingyoNeko (香港)',
          shopName: '西門 PLAY 樂購町',
          location: '中華路一段',
          time: '114/12/17-115/01/16',
        },
        light12: {
          lightName: '潮流電色｜新楓之谷 (韓國)',
          shopName: '西門 PLAY 樂購町',
          location: '六號出口周邊',
          time: '114/12/17-115/01/16',
        },
      },
    },
    landmark: {
      title: '信義空橋妝點',
      light1: {
        lightName: '台新新光金控聖誕祭',
        shopName: '',
        location: '南山廣場西側空橋',
        time: '114/11/28-115/03/15',
      },
      light2: {
        lightName: '紅色天橋日間景',
        shopName: '威秀影城',
        location: 'A16-A17 空橋',
        time: '114/11/28-115/01/04',
      },
      light3: {
        lightName: '台新新光金控聖誕祭',
        shopName: '',
        location: '松壽人行空橋 、新光三越(A9、A11)及信義威秀(A17)連通空橋 ',
        time: '114/11/28-115/03/15',
      },
      light4: {
        lightName: '夢境光廊入口\nFantasy Corridor Entrance',
        shopName: '',
        location: 'A11-A9 2F 空橋',
        time: '114/11/20-115/01/04',
      },
      light5: {
        lightName: '夢境光廊\nFantasy Corridor',
        shopName: '',
        location: 'A9-A8 2F 空橋',
        time: '114/11/20-115/01/04',
      },
      light6: {
        lightName: '夢幻光橋',
        shopName: '遠百信義A13',
        location: '遠百信義A13-台北寒舍艾美酒店',
        time: '114/11/17-115/01/05',
      },
      light7: {
        lightName: '台新新光金控聖誕祭',
        shopName: '',
        location: 'A8 往微風松高',
        time: '114/11/28-115/03/15',
      },
      light8: {
        lightName: '台新新光金控聖誕祭',
        shopName: '',
        location: '微風松高往 A8',
        time: '114/11/28-115/03/15',
      },
      light9: {
        lightName: '台新新光金控聖誕祭',
        shopName: '',
        location: '松高人行空橋',
        time: '114/11/28-115/03/15',
      },
      light10: {
        lightName: '光之簾幕',
        shopName: 'BELLAVITA寶麗廣塲',
        location: 'A4-A5 空橋',
        time: '114/11/28-115/01/04',
      },
      light11: {
        lightName: '台新新光金控聖誕祭',
        shopName: '',
        location: 'A4 往微風松高',
        time: '114/11/28-115/03/15',
      },
    },
    transportion: {
      xinyi: {
        taipei101: {
          title: '臺北101',
          bus: '搭乘至市府站、世貿站、信義行政中心、君悅飯店路線之公車，均可到達台北101停車站下車',
          mrt: '淡水信義線「台北101/世貿站」4號出口\n板南線「市政府站」2 號出口步行約10分鐘',
        },
        BNS: {
          title: '微風南山',
          bus: '「市政府(松壽)」20、284、611、612、基隆路幹線\n「松壽路口」承德幹線、611、939、20、912、284、藍10、651(平日)、651(假日)、935、46、612、66、9009、797、939(副)',
          mrt: '淡水信義線「台北101/世貿站」4號出口步行約3分鐘、板南線「市政府站」2號出口步行約10分鐘',
        },
        BSG: {
          title: '微風松高',
          bus: '20、284、669路、678、939',
          mrt: '板南線「市政府站」2號出口步行約3分鐘',
        },
        BXY: {
          title: '微風信義',
          bus: '可搭乘 212 直、270、612、基隆路幹線、忠孝幹線',
          mrt: '板南線「市政府站」3號出口',
        },
        TXP: {
          title: '臺北信義 新天地',
          bus: '「捷運市政府站」28、32、51、202、212、232、261、263、270、281、282(副)、537、647、650、651、669、678、915、小2、市民小巴 7、藍5、藍7、藍26、藍27、綠1、忠孝新幹線、棕6、棕7、棕18\n「市政府松智路」藍5、282、266',
          mrt: '板南線「市政府站」2號出口步行約3分鐘',
        },
        A13: {
          title: '遠百信義A13',
          bus: '可搭乘20, 212直, 651假日, 669路, 939',
          mrt: '板南線「市政府站」3號出口步行約3分鐘',
        },
        BELLAVITA: {
          title: 'BELLAVITA 寶麗廣塲',
          bus: '「台北市消防局(松仁)」32、32(區)、266、266(區)、270、270區、281、282(副)、284、284(直)、611、621 、647、650、612、912、915、市民小巴7、棕6、棕7、棕18、綠1、藍5、藍10\n「市政府(松高路)」669、935、939',
          mrt: '板南線「市政府站」3號出口步行約3分鐘',
        },
        UPDT: {
          title: '統一時代百貨台北店',
          bus: '可搭乘 212(直)、212(夜)、270、600、藍10、內科通勤專車19、仁愛幹線、臺北觀光巴士紅線',
          mrt: '板南線「市政府站」2號出口',
        },
        UPDDP: {
          title: 'DREAM PLAZA',
          bus: '①552、藍5、藍7、藍7(副)、藍10、藍26、藍27、小2、內科通勤專車5、內科通勤專車5、內科快線2、內科通勤專車19、內科通勤專車20\n②212(直)、212(夜)、270、600、藍10、內科通勤專車19、仁愛幹線、臺北觀光巴士紅線\n③212(直)、212(夜)、 232(快)、270、281、600、647、912、915、綠1、棕6、棕18、棕21、仁愛幹線、忠孝幹線、基隆路幹線、棕7、棕7綠野香坡、棕7建業路',
          mrt: '板南線「市政府站」2號出口',
        },
        ATT: {
          title: 'ATT 4 FUN',
          bus: '至「捷運市政府站」下車後，步行約 10 分鐘\n32、51、212(直)、232、263、266、270、281、282(副)、537、647、650、669、912、915、小2、藍5、藍7、藍10、藍26、藍27、綠1、棕6、棕7、市民小巴 7 路、忠孝新幹線、棕18',
          mrt: '淡水信義線「台北101/世貿站」4號出口步行約3分鐘\n板南線「市政府站」3號出口步行約10分鐘',
        },
        vshow: {
          title: '臺北信義威秀',
          bus: '可搭乘 284、202、266、277、611、612、621、20「松壽路口」下車',
          mrt: '板南線「市政府站」3號出口、淡水信義線「象山站」1號出口、「台北101/世貿站」4號出口',
        },
      },
      eastern: {
        BC: {
          title: '微風廣場',
          bus: '「微風廣場」669\n「中崙里」41、521、667、685、74、903',
          mrt: '板南線或文湖線「忠孝復興站」2號出口，往市民大道步行約10分鐘',
        },
        BNJ: {
          title: '微風南京',
          bus: '「捷運南京復興站」紅25、紅25(區)、南京幹線、306、306(區)、903、254、672、685、652、46、棕10、承德幹線、288、292、復興幹線、282、521、279、675、711、668、605(快)、307、292(副)、307西藏三民、638',
          mrt: '松山新店線或文湖線「南京復興站」6號出口、\n松山新店線「台北小巨蛋站」2號出口步行約5分鐘',
        },
        SGZX: {
          title: '遠東SOGO 忠孝店',
          bus: '「捷運忠孝復興站(忠孝東路)」204、212、212(直)、212(夜)、232(快)、232(副)、262、262(區)、299、600、605、605(新台)、919、1815、1815(區)、5201、5203、5500、台北觀光巴士紅線',
          mrt: '板南線或文湖線「忠孝復興站」4號出口出站即可到達',
        },
        SGFS: {
          title: '遠東SOGO 復興店',
          bus: '「忠孝東路」204、204(區)、212、212(直)、212(夜)、232、232(副)、262、262(區)、299、605、605(副)、605(新台五線)、忠孝新幹線、919、600',
          mrt: '板南線或文湖線「忠孝復興站」2號出口，步行至SOGO百貨復興館',
        },
        SKM: {
          title: '新光三越 Diamond Towers',
          bus: '「懷生國中站/捷運忠孝復興站」204、212夜間公車、212、212(副)、232、262、299、600、605、忠孝幹線\n「捷運忠孝復興站」685、74復興幹線、41、278、521、903',
          mrt: '板南線或文湖線「忠孝復興站」2號出口步行約1分鐘',
        },
        MingYao: {
          title: '明耀百貨',
          bus: '「捷運忠孝敦化」 0東、33、41、52、204、212、212(直)、232、232(副)、232(快)、235、262、262(區)、275、275(副)、278、285、292、292(副)、299、605、605(副)、605台新五、630、662、663、902、902(區)、905、905(副)、906、906(副)、909、敦化幹線、忠孝幹線',
          mrt: '板南線「忠孝敦化站」3號出口',
        },
        eslite: {
          title: '誠品生活 松菸店',
          bus: '「聯合報」212、212(直)、232快速公車、232紅、232綠、204、204(區)、270、278、299、667、919、1800、1815、5500、忠孝新幹線\n「敦化安和路口」235、662、663',
          mrt: '板南線「市政府站」1號出口步行約5分鐘、\n板南線「國父紀念館捷運站 」5號出口步行約5分鐘',
        },
        esliteDunhua: {
          title: '誠品生活 捷運敦化店',
          bus: '204、212夜間公車、212直行忠孝東路、212經南港路、232快速公車、235、299、600、663、919、忠孝幹線',
          mrt: '板南線「忠孝敦化站」驗票閘門出站即可抵達東區地下街六號廣場',
        },
        Taishin: {
          title: '台新金控大樓',
          bus: '「捷運忠孝敦化」0東、33、41、52、204、212、212(直)、232、232(副)、232(快)、235、262、262(區)、275、275(副)、278、285、292、292(副)、299、605、605(副)、605(台新五線)、630、662、663、902、902(區)、905、905(副)、906、906(副)、909、敦化幹線、忠孝幹線',
          mrt: '板南線「忠孝敦化站」6號出口步行約7分鐘',
        },
      },
      taipei: {
        Dayeh: {
          title: '大葉髙島屋',
          bus: '可搭乘以下路線公車：市民小巴11路(往職訓中心方向)、市民小巴16路、紅12、 203、206、268、279、602、 606、616、645、645副、685、敦化幹線，就近於「忠誠路蘭雅國中」、「天母棒球場」、「德行東路口」等站下車',
          mrt: '可搭乘捷運淡水信義線至「芝山站」，轉乘芝山捷運線購物專車\n專車每日首班車10:50由芝山站發車；11:00開始由大葉髙島屋發車，每30分鐘發一班車\n※購物專車乘車處為「捷運芝山站1號出口對面」',
        },
        BTS: {
          title: '微風臺北車站',
          bus: '「台北車站(鄭州)」126、14、2、218、218(直)、260、260(區)、274、299(區)、310、39、40、615、641、669「台北車站(承德)」304(承德路)、63、大稻埕水岸專車',
          mrt: '「台北車站」出站後至台北火車站B1、1F、2F',
        },
        SKMTianmu: {
          title: '新光三越 臺北天母店',
          bus: '「市立臺北特教學校」203、279、敦化幹線、606、616、645、645(副)、646、685、紅12、602、市民小巴16',
          mrt: '淡水信義線「芝山站(2號出口)」須走至家樂福對面中山北路口站牌，搭 616 公車至「市立臺北特教學校」\n淡水信義線「芝山站(1號出口)」須走至1號出口對面公車站牌，搭市民小巴16 [捷運芝山站(福國)] 搭至 [市立臺北特教學校]',
        },
        SKMTaipei: {
          title: '新光三越 臺北站前店',
          bus: '「台北車站」藍1、0南、0東、5、14、15、18、39、49、202、205、212、218 220、212、218、220、221、232、236、246、247、249、251、252、253、257、260、262 265、274、276、287、299、307、310、527、604、605、652、659、670',
          mrt: '板南線、淡水信義線「台北車站」下車後往新光三越出口，即可看見新光三越百貨公司',
        },
        SKMSW: {
          title: '新光三越 臺北南西店',
          bus: '「捷運中山站」12、46、52、261、266、282、283、288、292、306、南京幹線、指南1、指南5、三重客運2、國光客運基隆-中壢線\n「中山市場站」0東、5、39、40、47、216、217、218、220、221、224、227、247、260、261、268、269、287、291、 297、307、208、310、601、604、新店客運淡海線、淡水客運三芝-台北線',
          mrt: '淡水信義線或松山新店線「中山站」1號、2號、3號、4號出口，出站即可抵達新光三越台北南西店各館',
        },
        R79: {
          title: '誠品R79',
          bus: '「捷運中山站」12、26、46、52、266、266(區)、282、282(副)、288、288(區)、292、292(副)、306、306(區)、539、622、636、711、797、棕9、紅25',
          mrt: '淡水信義線或松山新店線「中山站」驗票閘門出站左轉步行約30公尺\n淡水信義線「雙連站」驗票閘門出站右轉步行約250公尺',
        },
        esliteSW: {
          title: '誠品生活 南西店',
          bus: '「捷運中山站」12、26、46、52、266、266(區)、282、282(副)、288、288(區)、292、292(副)、306、306(區)、539、622、636、711、797、棕9、紅25',
          mrt: '淡水信義線、松山新店線「中山站」 1號出口',
        },
        esliteXimen: {
          title: '誠品生活 西門店',
          bus: '「西門國小」221、232、235、257、513、621、635、635(副)、637、640、659、663\n「西門市場」12、202、202(區)、205、206、212、212(直)、218、218(夜)\n「萬年大樓」637',
          mrt: '板南線或松山新店線「西門站」6號出口',
        },
        esliteWuchang: {
          title: '誠品生活 武昌店',
          bus: '「漢口街昆明街口」302\n「漢口街」231、234、242、624、701、705',
          mrt: '板南線或松山新店線「西門站」6號出口',
        },
        esliteStation: {
          title: '誠品生活 站前店',
          bus: '「台北車站(忠孝)」202、205、212、212(直)、218、220中山幹線、232快速公車、246、257、265(區)、265經中央路、265經明德路、287內湖幹線、299、307、307西藏三民、310、310(區)、600、604、605、652、藍1、忠孝幹線、台灣觀光巴士(藍線及紅線)',
          mrt: '「台北車站」驗票閘門出站往捷運M6出口即可抵達',
        },
        Miramar: {
          title: '美麗華百樂園',
          bus: '「美麗華」內湖幹線、28、33、42、72、208、222、247、681、247(區)、256、267、268、286(副)、287(區)、556、620、646(區)、683、902、紅2、藍7、藍20(區)、藍26、955、42(區)',
          mrt: '文湖線「劍南路站」3號出口，出站即可抵達',
        },
        lalaport: {
          title: 'LaLaport 南港',
          bus: '「捷運南港展覽館站(經貿二)」675、919、955、市民小巴15、市民小巴15預、新店-汐止、棕19、淡水-國道1號-南港車站、藍51、蘆洲-南港、1843、1878、1879\n「南港展覽館站」951、市民小巴15、市民小巴15預、棕19、淡水-國道1號-南港車站、藍51、蘆洲-南港\n「環東大道口」951、919、955、675',
          mrt: '文湖線「南港軟體園區站」出站步行約1分鐘\n板南線「南港展覽館站」出站步行約3分鐘',
        },
        QSquare: {
          title: '臺北京站時尚廣場',
          bus: '「台北車站(鄭州)」126、14、2、218、218(直)、260、260(區)、274、299(區)、310、39、40、615、641、669\n「台北車站(承德)」304(承德路)、63、大稻埕水岸專車',
          mrt: '搭乘台北捷運至台北車站下車後，往 [市民大道(台北轉運站/京站)] 出口出站，上乘手扶梯至 [中山地下街] 循指標至京站時尚廣場B1 [Q小路入口]，步行約2分鐘',
        },
        Syntrend: {
          title: '三創生活園區',
          bus: '八德路「台北科技大學站」205、257、276\n市民大道「光華商場站」669\n新生北路「光華商場站」72、109、214、214(直)、222、226、280、280(直)、290、505、642、643、665、668、675、676、680',
          mrt: '中和新蘆線或板南線「忠孝新生站」1 號出口出站，步行約5分鐘抵達',
        },
      },
    },
    contact: {
      text: '如有任何疑問、建議，或希望進一步了解活動內容，歡迎隨時與我們聯絡。\n我們重視每一位參與者的回饋與需求，您的訊息將由專人儘快回覆。',
      mail: '來信諮詢',
      // event:
      //   '本市商業處為配合中央普發現金政策\n辦理「來台北有購嗨 消費歡樂抽」消費登錄抽獎活動\n\n活動自114年12月1日開始登錄，可登錄114年11月至115年3月的發票，並規劃推出週週抽iPhone 17 Pro、月月抽台積電、市民專屬加碼抽及千萬總獎等活動，總計抽出超過萬名得獎者，總獎值超過新臺幣3,000萬元！\n\n消費200元即可獲得1次抽獎機會，單筆最高100次抽獎機會，友好特店消費抽獎機會再翻倍，消費越多中獎機會越高！',
      more: '了解更多',
    },
  },
  footer: {
    host: '主辦單位',
    marketing: '執行單位',
    cooperate: '合作單位',
  },
}
