export default {
  header: {
    nav: {
      raffle: '光之覓境雙重抽',
      promo: '百貨優惠',
      lights: '耶誕燈飾',
      landmark: '信義空橋妝點',
      performance: '聚客展演',
      media: '影音專區',
      transportation: '交通資訊',
      contact: '聯絡我們',
    },
    lang: 'EN',
    socials: {
      facebook: '粉絲專頁',
      youtube: 'YouTube',
    },
  },
  common: {
    tabs: {
      xinyi: '信義區',
      eastern: '東區商圈',
      taipei: '臺北各區',
    },
    car: {
      bus: '公車',
      MRT: '捷運',
    },
  },
  sections: {
    raffle: {
      cardText:
        '走進臺北最閃耀的「光之覓境」，\n讓燈飾化作一道道幸福光影的旅程。\n\n打造超過80處閃亮繽紛燈飾讓你拍不完，\n逾30處聚客展演活動！\n加入2025繽紛耶誕玩台北LINE活動，\n參加光之覓境雙重抽，價值超過百萬元百貨好禮等你拿！\n\n大家相揪來臺北市，跟著絢麗燈飾尋找驚喜，\n感受冬夜最浪漫的閃耀時刻吧！',
      rules: {
        title: '活動辦法',
        text: '在最浪漫的耶誕季，跟著「光之覓境」的光影腳步，\n一起探索臺北各大百貨與門市的繽紛燈飾吧！',
        time: '時間 : 2025/11/28 (五) – 2026/1/4 (日)',
        location: '地點 : 臺北市16大百貨體系',
        step1: {
          title: 'Step. 1',
          text: '加入\n2025繽紛耶誕玩台北LINE帳號',
          button: '立即加入',
        },
        step2: {
          title: 'Step. 2',
          text: '前往臺北市各大百貨門市\n掃描現場QR code開始集章！',
        },
        step3: {
          title: 'Step. 3',
          textLeft1: '每集滿',
          textLeft2: '個章',
          textLeft3: '→ 參加【尋光立即抽】抽獎！',
          textRight1: '集滿',
          textRight2: '個章',
          textRight3: '→ 再獲得【尋光大獎抽】的抽獎資格！',
        },
      },
      prize: {
        title: '活動獎項',
        cardLeft: {
          title: '尋光立即抽',
          text: '（即抽即中）',
          prize1: '百貨禮券 $200',
          prize2: '百貨禮券 $500',
          prize3: '百貨禮券 $1,000',
          prize4: '百貨禮券 $2,000',
          prize5: '各百貨精美贈品',
          prize5tag: '總價值百萬',
          quota: '名',
        },
        cardRight: {
          title: '尋光大獎抽',
          text: '（活動結束後，預計於115年1月下旬統一抽出）',
          prize1: '百貨禮券 $10,000',
          prize2: '百貨禮券 $30,000',
          prize3: '百貨禮券 $100,000',
          quota: '名',
        },
        note: {
          title: '【 注意事項 】',
          note1: '每位參加者須使用相同 LINE 帳號參與活動，重複帳號視為同一人。',
          note2: '集章與抽獎均需於活動期間內完成，逾期將不具參加資格。',
          note3: '尋光大獎將以系統隨機抽出，中獎名單公布於台北市商業處-我是商Ya人臉書。',
          note4: '獎項以實物為準，主辦單位保留活動最終解釋與調整之權利。',
          note5: '其他詳細事宜及個資法相關事項請參閱',
          noteLink: '此處',
        },
      },
      stamp: {
        title: '各大百貨集章點位',
        xinyi: {
          title: '信義區',
          light1: {
            lightName: '燈飾名稱',
            shopName: '百貨名稱',
            location: '詳細位置',
            time: '展出時間',
          },
        },
        eastern: {
          title: '東區',
          light1: {
            lightName: '燈飾名稱',
            shopName: '百貨名稱',
            location: '詳細位置',
            time: '展出時間',
          },
        },
        taipei: {
          title: '臺北各區',
          light1: {
            lightName: '燈飾名稱',
            shopName: '百貨名稱',
            location: '詳細位置',
            time: '展出時間',
          },
        },
      },
      map: {
        title: '活動地圖',
        openMap: '開啟線上地圖',
        openLine: '前往LINE官方帳號',
      },
    },
    promo: {
      xinyi: {
        title: '信義區百貨',
        taipei101: {
          title: '台北101',
          location: '信義區市府路45號 (02)8101-8800',
          body: '2025/11/27 - 2026/01/01 全館單筆每滿5,000送200\n2025/12/01 - 12/31 購買觀景台門票2張(含全票、快通、優惠票、主題套票)，即可獲贈【2026台北101桌曆】乙份，數量有限送完為止。',
        },
        breeze: {
          title: 'Breeze微風',
          shop: '微風南山',
          shop2: '微風松高',
          shop3: '微風信義',

          location: '信義區松智路17號 (02)6638-9999',
          location2: '信義區松高路16號 (02)6636-9959',
          location3: '信義區忠孝東路五段68號 (02)6636-6699',

          event: {
            title: '【微風積點禮遇會員 專屬點數酬賓回饋】',
            title2: '【首五日聯名卡獨享再加碼】',
            title3: '【The Scent of Christmas 專屬聖誕香氛】',
            title4: '【Miracle Christmas 耶誕心願禮】',
            title5: '【BOXING DAY 狂歡開箱】滿額抽20萬點！',
            title6: '【微風告白大道打卡活動】',

            text: '活動時間｜\n[微風聯名卡友限定] 2025/12/03(三) - 12/05(五)\n[微風積點禮遇會員限定] 2025/12/06(六) - 12/25(四)\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日單筆消費達指定門檻，即可享酬賓點數自動歸戶服務。',
            text2:
              '活動時間｜2025/12/03(三) - 12/07(日)\n活動內容｜活動期間，憑微風積點禮遇會員，刷聯邦微風聯名卡，當日消費達指定門檻並於結帳時宣告會員資格， 即可再享會員點數回饋。',
            text3:
              '活動時間｜2025/12/20(六) 13:30 - 15:00、15:30 - 17:00\n登記時間｜2025/12/03(三) - 12/19(五)\n活動地點｜微風南山 3F CHERNG 專櫃旁\n活動內容｜活動期間內，憑微風積點禮遇會員資格，當日當館累計消費達8,000元以上，即可至微風信義B3F贈獎處、微風南山B2F贈獎處報名「The Scent of Christmas 專屬聖誕香氛」體驗活動乙次。',
            text4:
              '活動時間｜2025/12/06(六) - 2026/01/04(日)\n活動地點｜微風南山 B2F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿3,000(含)元以上，即可兌換「Miracle Christmas 耶誕心願禮」乙份。',
            text5:
              '活動時間｜2025/12/26(五) - 2026/01/04(日)\n活動內容｜微風積點禮遇會員於活動期間內，於指定館別或Breeze Online，累計消費達$26,000(含)以上，即有機會獲得點數20萬點(即$20,000)抽獎資格乙次，消費金額越高中獎機率越大！(限量6份)',
            text6:
              '活動時間｜2025/12/03(三) 起，每日17:00 - 閉店 (數量有限，送完為⽌)\n兌換地點｜微⾵南⼭ B2F贈獎處\n活動內容｜踏⼊【微⾵聖誕告白⼤道】，粉⾊燈光勾勒⼼型樹影，告白⼤道等你勇敢告⽩！\n在告白⼤道拍下你與另⼀半的甜蜜瞬間並分享⾄社群，即可解鎖【幸運聖誕轉盤】⼀次，有機會抽中品牌⼩物、餐飲券等，有聖誕魔⼒加持下，讓告⽩、求婚成功率UP！在浪漫聖誕氛圍中留下最閃耀的愛情時刻！',
          },

          event2: {
            title: '【微風積點禮遇會員 專屬點數酬賓回饋】',
            title2: '【微風聯名卡  首五日獨享再加碼】',
            title3: '【Santa is Coming 聖誕老人見面會】',
            title4: '【Miracle Christmas 耶誕心願禮】',
            title5: '【冬日暖心禮】',
            title6: '【心動聖誕禮】',
            title7: '【BOXING DAY 狂歡開箱】滿額抽20萬點！',

            text: '活動時間｜\n[微風聯名卡友限定] 2025/12/03(三) - 12/05(五)\n[微風積點禮遇會員限定] 2025/12/06(h六) - 12/25(四)\n活動內容｜活動期間完成APP註冊與開通流程之微風積點禮遇會員，當日於全館單筆消費達指定門檻，並於結帳時前告知會員資格，即可享有會員點數自動歸戶服務，優惠隨身帶著走！',
            text2:
              '活動時間｜2025/12/03(三) - 12/07(日)\n活動對象｜微風聯名卡友限定\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於指定櫃位刷微風聯名卡單筆消費達指定門檻，即可享有點數再加碼回饋。',
            text3:
              '活動日期｜2025/12/20(六)、2025/12/21(日)\n活動時間｜14:00 - 18:00 (每小時休息10分鐘)\n活動地點｜微風松高 1F H&M專櫃與MUJI專櫃中間長廊\n活動辦法｜一年一度，大家最期待的聖誕老人見面會又來啦！快到微風聖誕打卡點跟聖誕老人合影！ ',
            text4:
              '活動時間｜2025/12/06(六) - 2026/01/04(日)\n活動地點｜微風松高 B1F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿3,000元(含)以上，即可兌換「Miracle Christmas 耶誕心願禮」乙份。',
            text5:
              '活動時間｜2025/12/03(三) - 2026/01/04(日)\n兌換地點｜微風松高 B1F 贈獎處\n活動內容｜活動期間內，憑微風積點禮遇會員資格，當日當館單筆消費達3,000元(含)以上，即可兌換「冬日暖心禮」乙份。',
            text6:
              '活動時間｜2025/12/03(三) - 2026/01/04(日)\n兌換地點｜微風松高 B1F 贈獎處\n活動內容｜活動期間內，憑微風積點禮遇會員資格，當日當館累計消費達16,000元(含)以上，即可兌換「心動聖誕禮」乙份。',
            text7:
              '活動時間｜2025/12/26(五) - 2026/01/04(日)\n活動內容｜微風積點禮遇會員於活動期間內，於指定館別或Breeze Online，累計消費達$26,000(含)以上，即有機會獲得點數20萬點(即$20,000)抽獎資格乙次，消費金額越高中獎機率越大！(限量6份)',
          },

          event3: {
            title: '【微風積點禮遇會員 專屬點數酬賓回饋】',
            title2: '【首五日聯名卡獨享再加碼】',
            title3: '【The Scent of Christmas 專屬聖誕香氛】',
            title4: '【Miracle Christmas 耶誕心願禮】',
            title5: '【BOXING DAY 狂歡開箱】滿額抽20萬點！',
            title6: '【微風告白大道打卡活動】',

            text: '活動時間｜\n[微風聯名卡友限定] 2025/12/03(三) - 12/05(五)\n[微風積點禮遇會員限定] 2025/12/06(六) - 12/25(四)\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日單筆消費達指定門檻，即可享酬賓點數自動歸戶服務。',
            text2:
              '活動時間｜2025/12/03(三) - 12/07(日)\n活動內容｜活動期間，憑微風積點禮遇會員，刷聯邦微風聯名卡，當日消費達指定門檻並於結帳時宣告會員資格， 即可再享會員點數回饋。',
            text3:
              '活動時間｜2025/12/21(日) 13:30 - 15:00、15:30 - 17:00\n登記時間｜2025/12/03(三) - 12/19(五)\n活動地點｜微風信義 B1F Jins專櫃前空地\n活動內容｜活動期間內，憑微風積點禮遇會員資格，當日當館累計消費達8,000元以上，即可至微風信義B3F贈獎處、微風南山B2F贈獎處報名「The Scent of Christmas 專屬聖誕香氛」體驗活動乙次。',
            text4:
              '活動時間｜2025/12/06(六) - 2026/01/04(日)\n活動地點｜微風信義 B3F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿3,000(含)元以上，即可兌換「Miracle Christmas 耶誕心願禮」乙份。',
            text5:
              '活動時間｜2025/12/26(五) - 2026/01/04(日)\n活動內容｜微風積點禮遇會員於活動期間內，於指定館別或Breeze Online，累計消費達$26,000(含)以上，即有機會獲得點數20萬點(即$20,000) 抽獎資格乙次，消費金額越高中獎機率越大！(限量6份)',
            text6:
              '活動時間｜2025/12/03(三) 起，每日17:00 - 閉店 (數量有限，送完為⽌)\n兌換地點｜微⾵信義 B3F贈獎處\n活動內容｜踏⼊【微⾵聖誕告白⼤道】，粉⾊燈光勾勒⼼型樹影，告白⼤道等你勇敢告⽩！\n在告白⼤道拍下你與另⼀半的甜蜜瞬間並分享⾄社群，即可解鎖【幸運聖誕轉盤】⼀次，有機會抽中品牌⼩物、餐飲券等，有聖誕魔⼒加持下，讓告⽩、求婚成功率UP！在浪漫聖誕氛圍中留下最閃耀的愛情時刻！',
          },
        },
        SKM: {
          title: '新光三越百貨',
          shop: '信義新天地A9',
          shop2: '信義新天地A11',
          shop3: '信義新天地A4',
          shop4: '信義新天地A8',
          location: '信義區松壽路9號 (02)8780-5959',
          location2: '信義區松壽路11號 (02)8780-1000',
          location3: '信義區松高路19號 (02)8789-5599',
          location4: '信義區松高路12號 (02)8780-9966',

          event: {
            title: '【LINE 集幸福任務】',
            title2: '【期間限定 幸福咖啡店 Express Love Café】',
            title3: '【星願郵局】',

            text: '耶誕6大任務，等你來解鎖\n解鎖完成還有機會抽中 iPhone 17 及 AirPods 3 等耶誕夢幻逸品！\n① 耶誕裝置打卡：到各分店耶誕裝置/耶誕樹拍照，上傳IG並@skmlive+#expresslove\n📍新光三越各分店 指定地點\n② 幸福咖啡店打卡：假日到分店咖啡車領取咖啡，上傳IG秀出你的刮刮卡並@skmlive+#expresslove\n📍新光三越各分店 指定地點 (各店活動時間請見活動官網)\n③ AI 祝福特派：占卜祝福 x 耶誕裝扮，使用AI創作屬於你的耶誕賀卡\n📍線上完成任務\n④ 閱讀耶誕文章：閱讀SKM Media聖誕特輯 \n📍線上完成任務\n⑤ 購買耶誕禮物：採買一份耶誕禮物 \n📍新光三越各分店 贈品處\n⑥ 享用耶誕大餐：到館內餐廳用餐\n 📍新光三越各分店 贈品處',
            text2:
              '派遞幸福給你！以節慶限定咖啡特調邀請你一同釋放幸福、感受驚喜\n喝咖啡還有機會刮出「skm points 100點、Apple Watch、SAMSUNG投影機」等好禮！\n活動地點｜信義新天地A8\n活動方式｜期間達以下資格可獲一杯耶誕限定咖啡調飲\n(口味依現場為準，每會員活動期間限兌領1次。每小時限量發送100杯，期間限量1000杯，當日兌完為止)\n① 現場加入新光三越會員\n② 會員完成耶誕裝置打卡，成功上傳社群並扣skm points 10點，即可兌換\n※幸福咖啡店各店活動時間地點及詳情請見新光三越活動官網',
            text3:
              '至各店贈品處/服務台扣300點即可兌換限定明信片，投入星願郵局，新光三越就會幫您寄出祝福，傳遞幸福。\n※各店活動週及詳情請掃描現場 QR code 查詢。',
          },
        },
        FEDS: {
          title: '遠百信義A13',
          location: '信義區松仁路58號 (02)7750-0888',
          event: {
            title: '【繽紛樂園 冒險家出動】',
            text: '在繽紛樂園裡，夢幻與驚喜交織，每步都是色彩繽紛的奇幻體驗。\n快來開啟驚喜與冒險的旅程，進入奇幻世界吧！\n活動時間｜2025/11/15 - 2026/01/11\n活動地點｜1F北面廣場\n單票價格｜100元/1次\n基本套票｜300元/5次',
          },
        },
        uni: {
          title: '統一時代百貨',
          shop: '台北店',
          shop2: 'DREAM PLAZA',
          location: '信義區忠孝東路五段8號 (02)2729-9699',
          location2: '信義區松高路11號 (02)2729-9699',
          event: {
            title: '【愛．Sharing 一波】(2025/11/13 - 12/03)',
            title2: '【愛．Sharing 二波】(2025/12/04 - 2026/01/01)',
            text: '2025/11/13 - 12/03\n指定櫃位 會員當日累計 滿5,000元送200元電子抵用券。\n※兩館合併累計。數量有限，送完為止。\n\n 2025/11/13 - 12/3\n使用icash Pay/icash2.0 會員當日累計(單一支付)\n指定櫃位 滿5,000元加送300元電子抵用券。\n※兩館合併累計。數量有限，送完為止。可累贈，每會員每日上限15份。\n\n 2025/11/13 - 11/19\n使用icash Pay/icash2.0並綁定統一時代聯名卡 會員當日累計(單一支付)\n指定櫃位 滿8,000元加送400元紙本抵用券。\n※兩館合併累計。數量有限，送完為止。可累贈，每會員每日上限15份。\n\n2025/11/13 - 11/19\n使用icash Pay/icash2.0並綁定uniopen聯名卡 會員當日累計(單一支付)\n指定櫃位 滿8,000元加送400元紙本抵用券。\n※兩館合併累計。數量有限，送完為止。可累贈，每會員每日上限15份。',
            text2:
              '2025/12/04 - 2026/01/01\n指定櫃位 會員當日累計 滿5,000元送200元電子抵用券。\n※兩館合併累計。數量有限，送完為止。\n\n2025/12/04 - 2026/01/01\n使用icash Pay/icash2.0 會員當日累計(單一支付)\n指定櫃位 滿5,000元加送300元電子抵用券，\n滿10,000元再加送500元電子抵用券。\n※兩館合併累計。數量有限，送完為止。可累贈，每會員每日上限15份。\n\n2025/12/04 - 2026/01/01\n使用icash Pay/icash2.0並綁定uniopen聯名卡 會員當日累計(單一支付)\n指定櫃位 滿12,000元加送600元紙本抵用券。\n※兩館合併累計。數量有限，送完為止。可累贈，每會員每日上限15份。',
          },
        },
        BELLAVITA: {
          title: 'BELLAVITA 寶麗廣塲',
          location: '信義區松仁路28號 (02)8729-2771',
          body: '2025/12/12 - 12/25 期間，全館消費達指定門檻，即可憑電子發票及銷貨明細兌換限量禮品乙份。',
        },
      },
      eastern: {
        title: '東區商圈',
        breeze: {
          title: 'Breeze微風',
          shop: '微風廣場',
          shop2: '微風南京',

          location: '松山區復興南路一段39號 (02)6600-8888',
          location2: '松山區南京東路三段337號 (02)6600-0999',

          event: {
            title: '【微風積點禮遇會員 專屬點數酬賓回饋】',
            title2: '【微風聯名卡  首五日獨享再加碼】',
            title3: '【Shopping Day 專屬10%回饋！】',
            title4: '【全館滿額禮】',
            title5: '【Miracle Christmas 耶誕心願禮】',
            title6: '【聖誕影像記憶站】',
            title7: '【北境雪夜聖誕神諭占卜 Frozen Fates】',
            title8: '【聖誕老人暖心聖誕合照Santa’s greeting】',

            text: '活動時間｜\n[微風聯名卡友限定] 2025/12/03(三) - 12/05(五)\n[微風積點禮遇會員限定] 2025/12/06(六) - 12/25(四)\n活動內容｜活動期間完成APP註冊與開通流程之微風積點禮遇會員，當日於全館單筆消費達指定門檻，並於結帳時前告知會員資格，即可享有會員點數自動歸戶服務，優惠隨身帶著走！',
            text2:
              '活動時間｜2025/12/03(三) - 12/07(日)\n活動對象｜微風聯名卡友限定\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於指定櫃位刷微風聯名卡單筆消費達指定門檻，即可享有點數再加碼回饋。',
            text3:
              '活動時間｜2026/01/01(四) - 2026/12/31(四) 每週四\n活動內容｜每週四憑微風積點禮遇會員，持刷微風聯名卡於指定活動館別餐飲、超市、伴手禮櫃位，當館當日單卡累計消費滿2,000元，贈「電子酬賓券200元」乙份 ，APP自動歸戶！',
            text4:
              '活動時間｜2025/12/03(三) - 2026/01/08(四)\n活動地點｜微風廣場 7F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費達指定門檻，即可兌換「會員滿額禮」乙份。',
            text5:
              '活動時間｜2025/12/06(六) - 2026/01/04(日)\n活動地點｜微風廣場 7F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，於全館累積消費滿3,000元，即可兌換「心願隨行杯」乙份。\n注意事項｜每會員每日限兌換乙次，限量150份，兌完為止。',
            text6:
              '活動時間｜2025/12/03(三) - 12/25(四)\n活動地點｜微風廣場1F L5電梯前聖誕小屋\n活動內容｜邀請您來到我們精心打造的聖誕小屋，捕捉節慶限定的美好時刻。活動期間，造訪聖誕小屋並拍攝照片，上傳至個人公開社群平台並追蹤標記 @breezecenter，就有機會抽中聖誕限定好禮「旭集雙人餐券」乙份。',
            text7:
              '活動時間｜\n2025/12/06(六) - 12/07(日) 14:00 - 17:00、\n2025/12/13(六) - 12/14(日) 14:00 - 17:00\n活動地點｜微風廣場1F L5電梯前聖誕小屋\n活動內容｜由專業符文解讀師現場指引，透過北歐傳統骰子與符文能量獻上專屬聖誕祝福。活動期間憑檔期期間單筆消費滿2,000元之消費發票即可至1F服務台預約15 分鐘，為您揭開未來旅程的啟示！',
            text8:
              '活動時間｜2025/12/20(六) - 12/25(四)\n(週末12:00 - 17:00 / 18:00 - 21:00｜平日18:00 - 21:00)\n活動地點｜微風廣場1F L5電梯前聖誕小屋\n活動內容｜大家最期待的聖誕老人見面會又來啦！快到聖誕小木屋和聖誕老人一起聊天合照吧！活動期間憑當日單筆消費滿1,000元之消費發票即可獲得聖誕老人合照拍立得乙張！',
          },

          event2: {
            title: '【微風積點禮遇會員 專屬點數酬賓回饋】',
            title2: '【首五日聯名卡獨享再加碼】',
            title3: '【Shopping Day 專屬10%回饋！】',
            title4: '【Merry & Lovely 滿額禮】',
            title5: '【Miracle Christmas 耶誕心願禮】',
            title6: '【Balloon Parade】',
            title7: '【Holiday Wishes 暖心抽獎】',

            text: '活動時間｜\n[微風聯名卡友限定] 2025/12/03(三) - 12/05(五)\n[微風積點禮遇會員限定] 2025/12/06(六) - 12/25(四)\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日單筆消費達指定門檻，即可享酬賓點數自動歸戶服務。',
            text2:
              '活動時間｜2025/12/03(三) - 12/07(日)\n活動內容｜活動期間，憑微風積點禮遇會員，刷聯邦微風聯名卡，當日消費達指定門檻並於結帳時宣告會員資格， 即可再享會員點數回饋。',
            text3:
              '活動時間｜2026/01/01(四) - 2026/12/31(四) 每週四\n活動內容｜每週四憑微風積點禮遇會員，持刷微風聯名卡於指定活動館別餐飲、超市、伴手禮櫃位，當館當日單卡累計消費滿2,000元，贈「電子酬賓券200元」乙份 ，APP自動歸戶！',
            text4:
              '活動時間｜2025/12/03(三) - 2026/01/04(日)\n活動地點｜微風南京 3F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費達指定門檻，即可兌換「滿額禮」乙份。',
            text5:
              '活動時間｜2025/12/06(六) - 2026/01/04(日)\n活動地點｜微風南京 3F贈獎處\n活動內容｜活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿3,000(含)元以上，即可兌換「Miracle Christmas 耶誕心願禮」乙份。',
            text6:
              '活動時間｜2025/12/21(日) 16:00 - 17:00\n活動地點｜微風南京 館內\n活動內容｜聖誕驚喜來襲！四大人氣角色驚喜快閃館內，與大家熱情互動、開心合照並派送可愛氣球。拍下合照，上傳至個人公開社群平台並追蹤標記 @breezecenter，一起分享這份最暖心的聖誕時光！',
            text7:
              '活動時間：2025/12/03(三) - 2026/01/04(日)\n活動地點：微風南京 3F贈獎處\n活動內容：活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿8,500元以上，即可獲得「Holiday Wishes抽獎箱活動」抽獎機會乙次，(獎項「Nintendo Switch 2」乙台。) 並獲得「暖心好禮」乙份。',
          },
        },
        sogo: {
          title: '遠東SOGO百貨',
          shop: '忠孝館',
          shop2: '復興館',
          location: '大安區忠孝東路四段45號 (02)2776-5555',
          location2: '大安區忠孝東路三段300號 (02)2776-5555',

          event: {
            title: '【歡樂聖誕 點點換購物金】',
            title2: '【禮享聖誕滿額贈】',

            text: '兌換時間｜2025/12/04(四) - 12/25(四)\n兌換地點｜APP線上兌換\n活動期間於APP線上扣500點，兌換「300元聖誕電子購物金」壹張；扣200點，兌換「100元聖誕電子購物金」壹張。\n※台北三館300元購物金限量6,000張，100元購物限量 18,000 張，換完為止。\n※活動期間每人/每帳號限兌換壹次，每帳號合計限兌換3張。\n※購物金使用期限：2025/12/4(四) - 2025/12/31(三) 使用，逾期無效。\n※購物金使用範圍：忠孝館/復興館/敦化館指定品牌，可十足抵用。(餐廳/美食街/超市/食品銘店/3C/家電/黃金商品/CHANEL精品/LOUIS VUITTON/CELINE/ABC Cooking Studio/Nespresso Boutique恕無法使用)',
            text2:
              '兌換時間｜2025/12/04(四)~12/28(日)\n兌換地點｜忠孝館 12F贈獎處\n活動期間於忠孝館單日當館消費累積滿10,000元以上，即可憑快樂購卡及紙本銷貨明細至12F贈獎處兌換精美贈品壹份。\n※活動期間每人/每卡限兌換壹次，恕不得跨門檻重覆兌換，其餘注意事項詳見現場公告。',
          },

          event2: {
            title: '【歡樂聖誕 點點換購物金】',
            title2: '【聖誕節 滿額贈】',
            title3: '【歡新快樂送】',

            text: '兌換時間｜2025/12/04(四) - 12/25(四)\n兌換地點｜APP線上兌換\n活動期間於APP線上扣500點，兌換「300元聖誕電子購物金」壹張；扣200點，兌換「100元聖誕電子購物金」壹張。\n※台北三館300元聖誕購物金限量8,000張；100元聖誕購物金限量10,000張，換完為止。\n※活動期間每人/每帳號限兌換壹次，每帳號合計限兌換3張。\n※購物金使用期限：2025/12/4(四) - 2025/12/31(三) 使用，逾期無效。\n※購物金使用範圍：忠孝館/復興館/敦化館指定品牌，可十足抵用。(餐廳/美食街/超市/食品銘店/3C/家電/黃金商品/CHANEL精品/LOUIS VUITTON/CELINE/ABC Cooking Studio/Nespresso Boutique恕無法使用)',
            text2:
              '活動時間｜2025/12/04(四) - 12/25(四)\n兌換地點｜復興館 9F贈獎處\n活動期間於復興館單日消費累積滿20,000元以上，即可憑APP內(會員號碼開頭為20084)快樂購卡及紙本銷貨明細兌換下列各等級好禮壹份。\n※活動期間每人/每卡限兌換壹份，超過金額恕無法累積兌換。\n・滿20,000元 贈快樂購卡點數300點\n・滿50,000元 贈快樂購卡點數800點\n・滿100,000元 贈快樂購卡點數1,800點\n※兌換之快樂購卡點數，將於2026/01/10(六)前入點。\n※詳細活動辦法依活動現場公告為準。',
            text3:
              '活動時間｜2025/12/18(四) - 2026/01/01(四)\n使用範圍｜復興館\n活動期間下載APP(含原下載會員)即贈200元折價券。\nB2女鞋、4F~7F男女裝服飾、8F鍋具/內衣展售會、9F寢具指定品牌\n※折價券使用方式：2025/12/18(四)~2026/1/1(四)，單筆消費3,000元折200元　壹張，不累折。\n※單筆消費限用壹張\n※活動詳見APP訊息',
          },
        },
      },
      taipei: {
        title: '台北各區百貨',
        eslite: {
          title: '誠品生活',
          shop: 'R79',
          shop2: '南西店',
          shop3: '西門店',
          shop4: '武昌街',
          location: '大同區南京西路16號B1 (02)2563-9818',
          location2: '中山區南京西路14號 (02)2581-3358',
          location3: '萬華區峨眉街52號 (02)2388-6588',
          location4: '萬華區武昌街二段77號 (02)2381-3838',
        },
      },
    },
    lights: {
      title: '耶誕燈飾',
      xinyi: {
        title: '信義區百貨',
      },
      eastern: {
        title: '東區商圈',
      },
      taipei: {
        title: '台北各區百貨',
      },
      ximending: {
        title: '西門Play樂購町',
      },
    },
    landmark: {
      title: '信義空橋妝點',
      light10: {
        lightName: '光之簾幕',
        shopName: 'BELLAVITA 寶麗廣塲',
        location: 'A4-A5空橋',
        time: '114/11/28-115/01/04',
      },
      light11: {
        lightName: '光之簾幕',
        shopName: 'BELLAVITA 寶麗廣塲',
        location: 'A4-A5空橋',
        time: '114/11/28-115/01/04',
      },
    },
    transportion: {
      xinyi: {
        taipei101: {
          title: '臺北101',
          bus: '搭乘至市府站、世貿站、信義行政中心、君悅飯店路線之公車，均可到達台北101停車站下車',
          MRT: '淡水信義線「台北101/世貿站」4號出口\n板南線「市政府站」2 號出口步行約10分鐘',
        },
        BNS: {
          title: '微風南山',
          bus: '「市政府(松壽)」20、284、611、612、基隆路幹線\n「松壽路口」承德幹線、611、939、20、912、284、藍10、651(平日)、651(假日)、935、46、612、66、9009、797、939(副)',
          MRT: '淡水信義線「台北101/世貿站」4號出口步行約3分鐘、板南線「市政府站」2號出口步行約10分鐘',
        },
        BSG: {
          title: '微風松高',
          bus: '20、284、669路、678、939',
          MRT: '板南線「市政府站」2號出口步行約3分鐘',
        },
        BXY: {
          title: '微風信義',
          bus: '可搭乘 212 直、270、612、基隆路幹線、忠孝幹線',
          MRT: '板南線「市政府站」3號出口',
        },
        TXP: {
          title: '臺北信義 新天地',
          bus: '「捷運市政府站」28、32、51、202、212、232、261、263、270、281、282(副)、537、647、650、651、669、678、915、小2、市民小巴 7、藍5、藍7、藍26、藍27、綠1、忠孝新幹線、棕6、棕7、棕18\n「市政府松智路」藍5、282、266',
          MRT: '板南線「市政府站」2號出口步行約3分鐘',
        },
        A13: {
          title: '遠百信義A13',
          bus: '可搭乘20, 212直, 651假日, 669路, 939',
          MRT: '板南線「市政府站」3號出口步行約3分鐘',
        },
        BELLAVITA: {
          title: 'BELLAVITA 寶麗廣塲',
          bus: '「台北市消防局(松仁)」32、32(區)、266、266(區)、270、270區、281、282(副)、284、284(直)、611、621 、647、650、612、912、915、市民小巴7、棕6、棕7、棕18、綠1、藍5、藍10\n「市政府(松高路)」669、935、939',
          MRT: '板南線「市政府站」3號出口步行約3分鐘',
        },
        UPDT: {
          title: '統一時代百貨 台北店',
          bus: '可搭乘 212(直)、212(夜)、270、600、藍10、內科通勤專車19、仁愛幹線、臺北觀光巴士紅線',
          MRT: '板南線「市政府站」2號出口',
        },
        UPDDP: {
          title: '統一時代百貨 DREAM PLAZA',
          bus: '待補',
          MRT: '待補',
        },
        ATT: {
          title: 'ATT 4 FUN',
          bus: '至「捷運市政府站」下車後，步行約 10 分鐘\n32、51、212(直)、232、263、266、270、281、282(副)、537、647、650、669、912、915、小2、藍5、藍7、藍10、藍26、藍27、綠1、棕6、棕7、市民小巴 7 路、忠孝新幹線、棕18',
          MRT: '淡水信義線「台北101/世貿站」4號出口步行約3分鐘\n板南線「市政府站」3號出口步行約10分鐘',
        },
        vshow: {
          title: '臺北信義威秀',
          bus: '可搭乘 284、202、266、277、611、612、621、20「松壽路口」下車',
          MRT: '板南線「市政府站」3號出口、淡水信義線「象山站」1號出口、「台北101/世貿站」4號出口',
        },
      },
    },
    contact: {
      text: '如有任何疑問、建議，或希望進一步了解活動內容，歡迎隨時與我們聯絡。\n我們重視每一位參與者的回饋與需求，您的訊息將由專人儘快回覆。',
      mail: '來信諮詢',
      event:
        '本市商業處為配合中央普發現金政策\n辦理「來台北有購嗨 消費歡樂抽」消費登錄抽獎活動\n\n活動自114年12月1日開始登錄，可登錄114年11月至115年3月的發票，並規劃推出週週抽iPhone 17 Pro、月月抽台積電、市民專屬加碼抽及千萬總獎等活動，總計抽出超過萬名得獎者，總獎值超過新臺幣3,000萬元！\n\n消費200元即可獲得1次抽獎機會，單筆最高100次抽獎機會，友好特店消費抽獎機會再翻倍，消費越多中獎機會越高！',
      more: '了解更多',
    },
  },
  footer: {
    host: '主辦單位',
    marketing: '執行單位',
    cooperate: '合作單位',
  },
}
