export default {
  header: {
    nav: {
      raffle: '光之覓境雙重抽',
      promo: '百貨優惠',
      lights: '耶誕燈飾',
      landmark: '信義空橋妝點',
      performance: '聚客展演',
      media: '影音專區',
      transportation: '交通資訊',
      contact: '聯絡我們',
    },
    lang: 'EN',
    socials: {
      facebook: '粉絲專頁',
      youtube: 'YouTube',
    },
  },
  sections: {
    raffle: {
      cardText:
        '走進臺北最閃耀的「光之覓境」，\n讓燈飾化作一道道幸福光影的旅程。\n\n打造超過80處閃亮繽紛燈飾讓你拍不完，\n逾30處聚客展演活動！\n加入2025繽紛耶誕玩台北LINE活動，\n參加光之覓境雙重抽，價值超過百萬元百貨好禮等你拿！\n\n大家相揪來臺北市，跟著絢麗燈飾尋找驚喜，\n感受冬夜最浪漫的閃耀時刻吧！',
      rules: {
        title: '活動辦法',
        text: '在最浪漫的耶誕季，跟著「光之覓境」的光影腳步，\n一起探索臺北各大百貨與門市的繽紛燈飾吧！',
        time: '時間 : 2025/11/28 (五) – 2026/1/4 (日)',
        location: '地點 : 臺北市16大百貨體系',
        step1: {
          title: 'Step. 1',
          text: '加入\n2025繽紛耶誕玩台北LINE帳號',
          button: '立即加入',
        },
        step2: {
          title: 'Step. 2',
          text: '前往臺北市各大百貨門市\n掃描現場QR code開始集章！',
        },
        step3: {
          title: 'Step. 3',
          textLeft1: '每集滿',
          textLeft2: '個章',
          textLeft3: '→ 參加【尋光立即抽】抽獎！',
          textRight1: '集滿',
          textRight2: '個章',
          textRight3: '→ 再獲得【尋光大獎抽】的抽獎資格！',
        },
      },
      prize: {
        title: '活動獎項',
        cardLeft: {
          title: '尋光立即抽',
          text: '（即抽即中）',
          prize1: '百貨禮券 $200',
          prize2: '百貨禮券 $500',
          prize3: '百貨禮券 $1,000',
          prize4: '百貨禮券 $2,000',
          prize5: '各百貨精美贈品',
          prize5tag: '總價值百萬',
          quota: '名',
        },
        cardRight: {
          title: '尋光大獎抽',
          text: '（活動結束後，預計於115年1月下旬統一抽出）',
          prize1: '百貨禮券 $10,000',
          prize2: '百貨禮券 $30,000',
          prize3: '百貨禮券 $100,000',
          quota: '名',
        },
        note: {
          title: '【 注意事項 】',
          note1: '每位參加者須使用相同 LINE 帳號參與活動，重複帳號視為同一人。',
          note2: '集章與抽獎均需於活動期間內完成，逾期將不具參加資格。',
          note3: '尋光大獎將以系統隨機抽出，中獎名單公布於台北市商業處-我是商Ya人臉書。',
          note4: '獎項以實物為準，主辦單位保留活動最終解釋與調整之權利。',
          note5: '其他詳細事宜及個資法相關事項請參閱',
          noteLink: '此處',
        },
      },
      stamp: {
        title: '各大百貨集章點位',
        xinyi: {
          title: '信義區',
          light1: {
            lightName: '燈飾名稱',
            shopName: '百貨名稱',
            location: '詳細位置',
            time: '展出時間',
          },
        },
        eastern: {
          title: '東區',
          light1: {
            lightName: '燈飾名稱',
            shopName: '百貨名稱',
            location: '詳細位置',
            time: '展出時間',
          },
        },
        taipei: {
          title: '臺北各區',
          light1: {
            lightName: '燈飾名稱',
            shopName: '百貨名稱',
            location: '詳細位置',
            time: '展出時間',
          },
        },
      },
      map: {
        title: '活動地圖',
        openMap: '開啟線上地圖',
        openLine: '前往LINE官方帳號',
      },
    },
    promo: {
      tabs: {
        xinyi: '信義區',
        eastern: '東區商圈',
        taipei: '臺北各區',
      },
      xinyi: {
        title: '信義區百貨',
        taipei101: {
          title: '台北101',
          location: '信義區市府路45號 (02)8101-8800',
          body: '2025/11/27 - 2026/01/01 全館單筆每滿5,000送200\n2025/12/01 - 12/31 購買觀景台門票2張(含全票、快通、優惠票、主題套票)，即可獲贈【2026台北101桌曆】乙份，數量有限送完為止。',
        },
        breeze: {
          title: 'Breeze微風',
          shop: '微風南山',
          shop2: '微風松高',
          shop3: '微風信義',

          location: '信義區松智路17號 (02)6638-9999',
          location2: '信義區松高路16號 (02)6636-9959',
          location3: '信義區忠孝東路五段68號 (02)6636-6699',

          event: {
            title: '【微風積點禮遇會員 專屬點數酬賓回饋】',
            title2: '【首五日聯名卡獨享再加碼】',
            title3: '【The Scent of Christmas 專屬聖誕香氛】',
            title4: '【Miracle Christmas 耶誕心願禮】',
            title5: '【BOXING DAY 狂歡開箱】滿額抽20萬點！',
            title6: '【微風告白大道打卡活動】',

            text: '活動時間｜\n[微風聯名卡友限定] 2025/12/03(三) - 12/05(五)\n[微風積點禮遇會員限定] 2025/12/06(六) - 12/25(四)\n活動內容｜\n活動期間，憑微風積點禮遇會員資格，當日單筆消費達指定門檻，即可享酬賓點數自動歸戶服務。',
            text2:
              '活動時間｜2025/12/03(三) - 12/07(日)\n活動內容｜\n活動期間，憑微風積點禮遇會員，刷聯邦微風聯名卡，當日消費達指定門檻並於結帳時宣告會員資格， 即可再享會員點數回饋。',
            text3:
              '活動時間｜2025/12/20(六) 13:30 - 15:00、15:30 - 17:00\n登記時間｜2025/12/03(三) - 12/19(五)\n活動地點｜微風南山 3F CHERNG 專櫃旁\n活動內容｜\n活動期間內，憑微風積點禮遇會員資格，當日當館累計消費達8,000元以上，即可至微風信義B3F贈獎處、微風南山B2F贈獎處報名「The Scent of Christmas 專屬聖誕香氛」體驗活動乙次。',
            text4:
              '活動時間｜2025/12/06(六) - 2026/01/04(日)\n活動地點｜微風南山 B2F贈獎處\n活動內容｜\n活動期間，憑微風積點禮遇會員資格，當日於全館累積消費滿3,000(含)元以上，即可兌換「Miracle Christmas 耶誕心願禮」乙份。',
            text5:
              '活動時間｜2025/12/26(五) - 2026/01/04(日)\n活動內容｜\n微風積點禮遇會員於活動期間內，於指定館別或Breeze Online，累計消費達$26,000(含)以上，即有機會獲得點數20萬點(即$20,000)抽獎資格乙次，消費金額越高中獎機率越大！(限量6份)',
            text6:
              '活動時間｜2025/12/03(三) 起，每日17:00 - 閉店 (數量有限，送完為⽌)\n兌換地點｜微⾵南⼭ B2F贈獎處\n活動內容｜\n踏⼊【微⾵聖誕告白⼤道】，粉⾊燈光勾勒⼼型樹影，告白⼤道等你勇敢告⽩！\n在告白⼤道拍下你與另⼀半的甜蜜瞬間並分享⾄社群，即可解鎖【幸運聖誕轉盤】⼀次，有機會抽中品牌⼩物、餐飲券等，有聖誕魔⼒加持下，讓告⽩、求婚成功率UP！在浪漫聖誕氛圍中留下最閃耀的愛情時刻！',
          },
        },
        SKM: {
          title: '新光三越百貨',
          shop: '信義新天地A9',
          shop2: '信義新天地A11',
          shop3: '信義新天地A4',
          shop4: '信義新天地A8',
          location: '信義區松壽路9號 (02)8780-5959',
          location2: '信義區松壽路11號 (02)8780-1000',
          location3: '信義區松高路19號 (02)8789-5599',
          location4: '信義區松高路12號 (02)8780-9966',
        },
        FEDS: {
          title: '遠百信義A13',
          location: '信義區松仁路58號 (02)7750-0888',
        },
        uni: {
          title: '統一時代百貨',
          shop: '台北店',
          shop2: 'DREAM PLAZA',
          location: '信義區忠孝東路五段8號 (02)2729-9699',
          location2: '信義區松高路11號 (02)2729-9699',
        },
        BELLAVITA: {
          title: 'BELLAVITA 寶麗廣場',
          location: '信義區松仁路28號 (02)8729-2771',
          body: '2025/12/12 - 12/25 期間，全館消費達指定門檻，即可憑電子發票及銷貨明細兌換限量禮品乙份。',
        },
      },
      eastern: {
        title: '東區商圈',
      },
      taipei: {
        title: '台北各區百貨',
        eslite: {
          title: '誠品生活',
          shop: 'R79',
          shop2: '南西店',
          shop3: '西門店',
          shop4: '武昌街',
          location: '大同區南京西路16號B1 (02)2563-9818',
          location2: '中山區南京西路14號 (02)2581-3358',
          location3: '萬華區峨眉街52號 (02)2388-6588',
          location4: '萬華區武昌街二段77號 (02)2381-3838',
        },
      },
    },
    lights: {
      title: '耶誕燈飾',
      xinyi: {
        title: '信義區百貨',
      },
      eastern: {
        title: '東區商圈',
      },
      taipei: {
        title: '台北各區百貨',
      },
    },
  },
}
